-- phpMyAdmin SQL Dump
-- version 4.7.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Sep 27, 2021 at 12:18 PM
-- Server version: 10.1.28-MariaDB
-- PHP Version: 7.1.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `playstation`
--

-- --------------------------------------------------------

--
-- Table structure for table `actions`
--

CREATE TABLE `actions` (
  `id` int(12) NOT NULL,
  `actionDate` varchar(15) NOT NULL,
  `actionTime` varchar(15) NOT NULL,
  `details` varchar(260) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `actions`
--

INSERT INTO `actions` (`id`, `actionDate`, `actionTime`, `details`) VALUES
(1, '11-08-2021', '12:33:22', 'تم تسجيل الدخول الي السيستم من قبل مالك'),
(2, '11-08-2021', '12:33:40', 'مالكقام باضافة غرفة جديدة'),
(3, '11-08-2021', '12:33:50', 'مالكقام باضافة غرفة جديدة'),
(4, '11-08-2021', '12:33:56', 'مالكقام باضافة غرفة جديدة'),
(5, '11-08-2021', '12:35:11', 'مالكقام باضافة قسم جديد'),
(6, '11-08-2021', '12:35:25', 'مالكقام باضافة قسم جديد'),
(7, '11-08-2021', '12:37:09', 'مالكتمت الاضافة جهاز جديد'),
(8, '11-08-2021', '12:37:21', 'مالكتمت الاضافة جهاز جديد'),
(9, '11-08-2021', '12:37:49', 'مالكتمت الاضافة جهاز جديد'),
(10, '11-08-2021', '12:38:24', 'مالكتمت الاضافة جهاز جديد'),
(11, '11-08-2021', '12:38:33', 'مالكتمت الاضافة جهاز جديد'),
(12, '11-08-2021', '12:38:51', 'مالكتمت الاضافة جهاز جديد'),
(13, '11-08-2021', '12:39:02', 'مالكتمت الاضافة جهاز جديد'),
(14, '11-08-2021', '12:39:07', 'مالكتمت الاضافة جهاز جديد'),
(15, '11-08-2021', '12:39:12', 'مالكتمت الاضافة جهاز جديد'),
(16, '10-08-2021', '01:05:18', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(17, '10-08-2021', '01:10:53', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(18, '10-08-2021', '01:14:12', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(19, '10-08-2021', '01:21:01', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(20, '10-08-2021', '01:31:35', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(21, '10-08-2021', '01:33:50', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(22, '10-08-2021', '01:36:22', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(23, '10-08-2021', '11:13:52', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(24, '10-08-2021', '11:24:41', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(25, '10-08-2021', '11:28:18', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(26, '10-08-2021', '11:30:27', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(27, '10-08-2021', '11:31:39', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(28, '10-08-2021', '11:33:06', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(29, '10-08-2021', '11:34:15', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(30, '10-08-2021', '11:57:12', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(31, '11-08-2021', '12:05:11', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(32, '11-08-2021', '12:06:55', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(33, '11-08-2021', '12:08:16', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(34, '11-08-2021', '10:13:08', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(35, '11-08-2021', '10:23:20', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(36, '11-08-2021', '10:53:32', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(37, '11-08-2021', '11:00:28', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(38, '11-08-2021', '11:30:20', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(39, '11-08-2021', '11:32:55', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(40, '11-08-2021', '06:41:40', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(41, '11-08-2021', '06:45:40', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(42, '11-08-2021', '06:47:26', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(43, '11-08-2021', '06:49:12', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(44, '11-08-2021', '06:52:15', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(45, '11-08-2021', '06:53:24', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(46, '11-08-2021', '06:57:31', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(47, '11-08-2021', '07:06:46', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(48, '11-08-2021', '07:08:36', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(49, '11-08-2021', '07:30:51', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(50, '11-08-2021', '07:34:40', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(51, '11-08-2021', '07:41:21', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(52, '11-08-2021', '07:43:27', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(53, '11-08-2021', '07:48:11', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(54, '11-08-2021', '07:51:29', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(55, '11-08-2021', '07:53:13', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(56, '12-08-2021', '12:11:13', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(57, '12-08-2021', '12:15:15', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(58, '12-08-2021', '01:25:20', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(59, '13-08-2021', '09:45:59', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(60, '13-08-2021', '11:24:32', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(61, '13-08-2021', '11:29:52', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(62, '13-08-2021', '11:54:13', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(63, '13-08-2021', '11:56:24', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(64, '13-08-2021', '12:00:30', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(65, '13-08-2021', '12:04:02', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(66, '13-08-2021', '12:05:40', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(67, '13-08-2021', '12:07:19', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(68, '13-08-2021', '12:10:33', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(69, '14-08-2021', '11:08:43', 'تم تسجيل الدخول الي السيستم من قبل admin'),
(70, '14-08-2021', '11:09:27', 'تم تسجيل الدخول الي السيستم من قبل a'),
(71, '14-08-2021', '11:10:05', 'aقام باضافة عرض جديد'),
(72, '14-08-2021', '11:11:55', 'تم تسجيل الدخول الي السيستم من قبل a'),
(73, '14-08-2021', '11:17:09', 'تم تسجيل الدخول الي السيستم من قبل a'),
(74, '14-08-2021', '11:19:08', 'تم تسجيل الدخول الي السيستم من قبل a'),
(75, '14-08-2021', '11:31:28', 'تم تسجيل الدخول الي السيستم من قبل a'),
(76, '14-08-2021', '11:33:52', 'تم تسجيل الدخول الي السيستم من قبل a'),
(77, '14-08-2021', '11:35:55', 'تم تسجيل الدخول الي السيستم من قبل a'),
(78, '14-08-2021', '11:37:07', 'تم تسجيل الدخول الي السيستم من قبل a'),
(79, '14-08-2021', '11:39:00', 'تم تسجيل الدخول الي السيستم من قبل a'),
(80, '14-08-2021', '11:41:42', 'تم تسجيل الدخول الي السيستم من قبل a'),
(81, '14-08-2021', '11:42:03', 'aقام باضافة قسم جديد'),
(82, '14-08-2021', '11:42:15', 'aقام باضافة قسم جديد'),
(83, '14-08-2021', '11:42:50', 'aقام باضافة عرض جديد'),
(84, '14-08-2021', '11:55:41', 'تم تسجيل الدخول الي السيستم من قبل a'),
(85, '14-08-2021', '11:59:56', 'تم تسجيل الدخول الي السيستم من قبل a'),
(86, '14-08-2021', '12:02:04', 'تم تسجيل الدخول الي السيستم من قبل a'),
(87, '14-08-2021', '12:02:26', 'aتمت الاضافة جهاز جديد'),
(88, '14-08-2021', '12:05:03', 'تم تسجيل الدخول الي السيستم من قبل a'),
(89, '14-08-2021', '12:05:51', 'aتمت الاضافة جهاز جديد'),
(90, '14-08-2021', '08:44:14', 'تم تسجيل الدخول الي السيستم من قبل a'),
(91, '14-08-2021', '11:35:50', 'تم تسجيل الدخول الي السيستم من قبل a'),
(92, '15-08-2021', '08:28:09', 'تم تسجيل الدخول الي السيستم من قبل a'),
(93, '15-08-2021', '08:42:51', 'تم تسجيل الدخول الي السيستم من قبل a'),
(94, '15-08-2021', '08:46:26', 'تم تسجيل الدخول الي السيستم من قبل a'),
(95, '15-08-2021', '08:48:25', 'تم تسجيل الدخول الي السيستم من قبل a'),
(96, '15-08-2021', '08:55:45', 'تم تسجيل الدخول الي السيستم من قبل a'),
(97, '15-08-2021', '09:31:12', 'تم تسجيل الدخول الي السيستم من قبل a'),
(98, '15-08-2021', '07:22:27', 'تم تسجيل الدخول الي السيستم من قبل a'),
(99, '15-08-2021', '07:33:13', 'تم تسجيل الدخول الي السيستم من قبل a'),
(100, '15-08-2021', '07:35:04', 'تم تسجيل الدخول الي السيستم من قبل a'),
(101, '15-08-2021', '07:42:00', 'تم تسجيل الدخول الي السيستم من قبل a'),
(102, '15-08-2021', '07:42:51', 'تم تسجيل الدخول الي السيستم من قبل a'),
(103, '15-08-2021', '07:45:47', 'تم تسجيل الدخول الي السيستم من قبل a'),
(104, '15-08-2021', '07:46:41', 'تم تسجيل الدخول الي السيستم من قبل a'),
(105, '15-08-2021', '08:11:38', 'تم تسجيل الدخول الي السيستم من قبل a'),
(106, '15-08-2021', '08:13:23', 'تم تسجيل الدخول الي السيستم من قبل a'),
(107, '15-08-2021', '08:15:48', 'تم تسجيل الدخول الي السيستم من قبل a'),
(108, '15-08-2021', '08:17:10', 'تم تسجيل الدخول الي السيستم من قبل a'),
(109, '15-08-2021', '08:19:46', 'تم تسجيل الدخول الي السيستم من قبل a'),
(110, '15-08-2021', '08:21:50', 'تم تسجيل الدخول الي السيستم من قبل a'),
(111, '15-08-2021', '08:25:52', 'تم تسجيل الدخول الي السيستم من قبل a'),
(112, '15-08-2021', '08:27:51', 'تم تسجيل الدخول الي السيستم من قبل a'),
(113, '15-08-2021', '08:29:14', 'تم تسجيل الدخول الي السيستم من قبل a'),
(114, '15-08-2021', '09:29:33', 'تم تسجيل الدخول الي السيستم من قبل a'),
(115, '15-08-2021', '09:35:41', 'تم تسجيل الدخول الي السيستم من قبل a'),
(116, '15-08-2021', '09:43:48', 'تم تسجيل الدخول الي السيستم من قبل a'),
(117, '15-08-2021', '09:45:11', 'تم تسجيل الدخول الي السيستم من قبل a'),
(118, '15-08-2021', '09:46:16', 'تم تسجيل الدخول الي السيستم من قبل a'),
(119, '15-08-2021', '09:48:06', 'تم تسجيل الدخول الي السيستم من قبل a'),
(120, '15-08-2021', '09:52:59', 'تم تسجيل الدخول الي السيستم من قبل a'),
(121, '15-08-2021', '10:03:43', 'تم تسجيل الدخول الي السيستم من قبل a'),
(122, '15-08-2021', '10:06:54', 'تم تسجيل الدخول الي السيستم من قبل a'),
(123, '15-08-2021', '10:20:26', 'تم تسجيل الدخول الي السيستم من قبل a'),
(124, '25-08-2021', '03:18:14', 'تم تسجيل الدخول الي السيستم من قبل a'),
(125, '25-08-2021', '03:18:28', 'aقام باضافة غرفة جديدة'),
(126, '25-08-2021', '03:19:04', 'aقام باضافة غرفة جديدة'),
(127, '25-08-2021', '03:19:46', 'aقام باضافة غرفة جديدة'),
(128, '25-08-2021', '03:22:41', 'aقام باضافة غرفة جديدة'),
(129, '25-08-2021', '03:51:31', 'تم تسجيل الدخول الي السيستم من قبل a'),
(130, '25-08-2021', '04:00:09', 'تم تسجيل الدخول الي السيستم من قبل a'),
(131, '25-08-2021', '04:00:48', 'aقام باضافة غرفة جديدة'),
(132, '25-08-2021', '04:07:22', 'تم تسجيل الدخول الي السيستم من قبل a'),
(133, '25-08-2021', '04:07:37', 'aقام باضافة غرفة جديدة'),
(134, '25-08-2021', '04:07:59', 'aقام باضافة غرفة جديدة'),
(135, '25-08-2021', '04:08:01', 'aقام باضافة غرفة جديدة'),
(136, '25-08-2021', '04:08:19', 'aقام باضافة غرفة جديدة'),
(137, '25-08-2021', '04:11:38', 'aقام باضافة غرفة جديدة'),
(138, '25-08-2021', '04:11:49', 'aقام باضافة غرفة جديدة'),
(139, '25-08-2021', '04:14:51', 'تم تسجيل الدخول الي السيستم من قبل a'),
(140, '25-08-2021', '04:15:35', 'aقام باضافة غرفة جديدة'),
(141, '25-08-2021', '04:18:55', 'تم تسجيل الدخول الي السيستم من قبل a'),
(142, '25-08-2021', '04:19:52', 'aقام باضافة غرفة جديدة'),
(143, '25-08-2021', '04:20:28', 'aقام باضافة غرفة جديدة'),
(144, '25-08-2021', '04:22:18', 'تم تسجيل الدخول الي السيستم من قبل a'),
(145, '25-08-2021', '08:56:31', 'تم تسجيل الدخول الي السيستم من قبل a'),
(146, '25-08-2021', '09:54:15', 'تم تسجيل الدخول الي السيستم من قبل a'),
(147, '25-08-2021', '09:56:00', 'تم تسجيل الدخول الي السيستم من قبل a'),
(148, '25-08-2021', '09:57:45', 'تم تسجيل الدخول الي السيستم من قبل a'),
(149, '25-08-2021', '09:59:08', 'تم تسجيل الدخول الي السيستم من قبل a'),
(150, '25-08-2021', '10:01:04', 'تم تسجيل الدخول الي السيستم من قبل a'),
(151, '25-08-2021', '10:03:48', 'تم تسجيل الدخول الي السيستم من قبل a'),
(152, '25-08-2021', '10:08:27', 'تم تسجيل الدخول الي السيستم من قبل a'),
(153, '25-08-2021', '10:11:20', 'تم تسجيل الدخول الي السيستم من قبل a'),
(154, '25-08-2021', '10:14:03', 'تم تسجيل الدخول الي السيستم من قبل a'),
(155, '25-08-2021', '10:16:59', 'تم تسجيل الدخول الي السيستم من قبل a'),
(156, '25-08-2021', '10:25:50', 'تم تسجيل الدخول الي السيستم من قبل a'),
(157, '25-08-2021', '10:26:48', 'aقام باضافة غرفة جديدة'),
(158, '25-08-2021', '10:28:56', 'تم تسجيل الدخول الي السيستم من قبل a'),
(159, '25-08-2021', '10:29:22', 'aقام باضافة غرفة جديدة'),
(160, '26-08-2021', '08:41:33', 'تم تسجيل الدخول الي السيستم من قبل a'),
(161, '26-08-2021', '08:50:30', 'تمت اضافة حساب جديد بأسم ش'),
(162, '26-08-2021', '08:50:43', 'تمت اضافة حساب جديد بأسم isaac'),
(163, '26-08-2021', '08:51:43', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(164, '26-08-2021', '08:52:05', 'تم تسجيل الدخول الي السيستم من قبل a'),
(165, '26-08-2021', '08:52:19', 'قام aبتعديل بيانات الشركة'),
(166, '26-08-2021', '08:52:36', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(167, '26-08-2021', '08:53:15', 'تم تسجيل الدخول الي السيستم من قبل a'),
(168, '26-08-2021', '09:46:22', 'تم تسجيل الدخول الي السيستم من قبل a'),
(169, '26-08-2021', '09:48:12', 'تم تسجيل الدخول الي السيستم من قبل a'),
(170, '26-08-2021', '10:02:18', 'تم تسجيل الدخول الي السيستم من قبل a'),
(171, '26-08-2021', '10:08:52', 'تم تسجيل الدخول الي السيستم من قبل a'),
(172, '26-08-2021', '10:43:41', 'تم تسجيل الدخول الي السيستم من قبل a'),
(173, '26-08-2021', '10:49:42', 'تم تسجيل الدخول الي السيستم من قبل a'),
(174, '26-08-2021', '10:56:57', 'تم تسجيل الدخول الي السيستم من قبل a'),
(175, '26-08-2021', '10:58:30', 'aقام باضافة عرض جديد'),
(176, '26-08-2021', '11:06:39', 'تم تسجيل الدخول الي السيستم من قبل a'),
(177, '26-08-2021', '11:08:32', 'تم تسجيل الدخول الي السيستم من قبل a'),
(178, '26-08-2021', '11:09:27', 'aقام باضافة عرض جديد'),
(179, '26-08-2021', '12:11:37', 'تم تسجيل الدخول الي السيستم من قبل a'),
(180, '26-08-2021', '12:16:14', 'تم تسجيل الدخول الي السيستم من قبل a'),
(181, '26-08-2021', '12:20:18', 'تم تسجيل الدخول الي السيستم من قبل a'),
(182, '26-08-2021', '12:23:45', 'تم تسجيل الدخول الي السيستم من قبل a'),
(183, '26-08-2021', '12:24:25', 'aقام باضافة عرض جديد'),
(184, '26-08-2021', '12:29:15', 'تم تسجيل الدخول الي السيستم من قبل a'),
(185, '26-08-2021', '12:30:26', 'تم تسجيل الدخول الي السيستم من قبل a'),
(186, '26-08-2021', '12:45:11', 'تم تسجيل الدخول الي السيستم من قبل a'),
(187, '26-08-2021', '12:50:03', 'تم تسجيل الدخول الي السيستم من قبل a'),
(188, '26-08-2021', '12:50:43', 'تم تسجيل الدخول الي السيستم من قبل a'),
(189, '26-08-2021', '12:52:35', 'تم تسجيل الدخول الي السيستم من قبل a'),
(190, '26-08-2021', '12:53:49', 'تم تسجيل الدخول الي السيستم من قبل a'),
(191, '26-08-2021', '01:09:11', 'تم تسجيل الدخول الي السيستم من قبل a'),
(192, '26-08-2021', '01:13:14', 'aتمت الاضافة جهاز جديد'),
(193, '26-08-2021', '01:16:27', 'تم تسجيل الدخول الي السيستم من قبل a'),
(194, '26-08-2021', '01:17:04', 'aتمت الاضافة جهاز جديد'),
(195, '26-08-2021', '07:13:33', 'تم تسجيل الدخول الي السيستم من قبل a'),
(196, '26-08-2021', '07:14:09', 'aتمت الاضافة جهاز جديد'),
(197, '26-08-2021', '07:15:07', 'تم تسجيل الدخول الي السيستم من قبل a'),
(198, '26-08-2021', '07:15:33', 'aتمت الاضافة جهاز جديد'),
(199, '26-08-2021', '07:15:49', 'aتمت الاضافة جهاز جديد'),
(200, '26-08-2021', '07:19:56', 'تم تسجيل الدخول الي السيستم من قبل a'),
(201, '26-08-2021', '07:21:52', 'تم تسجيل الدخول الي السيستم من قبل a'),
(202, '26-08-2021', '07:30:14', 'تم تسجيل الدخول الي السيستم من قبل a'),
(203, '26-08-2021', '07:37:16', 'تم تسجيل الدخول الي السيستم من قبل a'),
(204, '26-08-2021', '07:42:23', 'تم تسجيل الدخول الي السيستم من قبل a'),
(205, '26-08-2021', '08:10:43', 'تم تسجيل الدخول الي السيستم من قبل a'),
(206, '26-08-2021', '08:15:22', 'تم تسجيل الدخول الي السيستم من قبل a'),
(207, '26-08-2021', '08:43:24', 'تم تسجيل الدخول الي السيستم من قبل a'),
(208, '26-08-2021', '08:59:51', 'تم تسجيل الدخول الي السيستم من قبل a'),
(209, '26-08-2021', '09:03:36', 'تم تسجيل الدخول الي السيستم من قبل a'),
(210, '26-08-2021', '09:08:22', 'تم تسجيل الدخول الي السيستم من قبل a'),
(211, '27-08-2021', '09:11:26', 'تم تسجيل الدخول الي السيستم من قبل a'),
(212, '27-08-2021', '09:38:01', 'تم تسجيل الدخول الي السيستم من قبل a'),
(213, '27-08-2021', '11:09:00', 'تم تسجيل الدخول الي السيستم من قبل a'),
(214, '27-08-2021', '11:20:24', 'تم تسجيل الدخول الي السيستم من قبل a'),
(215, '27-08-2021', '11:47:38', 'تم تسجيل الدخول الي السيستم من قبل a'),
(216, '30-08-2021', '07:17:01', 'تم تسجيل الدخول الي السيستم من قبل a'),
(217, '30-08-2021', '07:22:28', 'تم تسجيل الدخول الي السيستم من قبل a'),
(218, '30-08-2021', '07:28:52', 'تم تسجيل الدخول الي السيستم من قبل a'),
(219, '30-08-2021', '07:34:13', 'تم تسجيل الدخول الي السيستم من قبل a'),
(220, '30-08-2021', '07:44:00', 'تم تسجيل الدخول الي السيستم من قبل a'),
(221, '30-08-2021', '07:49:04', 'تم تسجيل الدخول الي السيستم من قبل a'),
(222, '30-08-2021', '07:57:37', 'تم تسجيل الدخول الي السيستم من قبل a'),
(223, '30-08-2021', '08:00:25', 'تم تسجيل الدخول الي السيستم من قبل a'),
(224, '30-08-2021', '08:16:29', 'تم تسجيل الدخول الي السيستم من قبل a'),
(225, '30-08-2021', '08:40:51', 'تم تسجيل الدخول الي السيستم من قبل a'),
(226, '30-08-2021', '08:43:08', 'تم تسجيل الدخول الي السيستم من قبل a'),
(227, '30-08-2021', '09:36:43', 'تم تسجيل الدخول الي السيستم من قبل a'),
(228, '30-08-2021', '09:45:08', 'تم تسجيل الدخول الي السيستم من قبل a'),
(229, '30-08-2021', '10:16:29', 'تم تسجيل الدخول الي السيستم من قبل a'),
(230, '30-08-2021', '10:18:52', 'تم تسجيل الدخول الي السيستم من قبل a'),
(231, '30-08-2021', '10:23:58', 'تم تسجيل الدخول الي السيستم من قبل a'),
(232, '31-08-2021', '09:18:12', 'تم تسجيل الدخول الي السيستم من قبل a'),
(233, '31-08-2021', '09:30:30', 'تم تسجيل الدخول الي السيستم من قبل a'),
(234, '31-08-2021', '09:34:03', 'تم تسجيل الدخول الي السيستم من قبل a'),
(235, '31-08-2021', '09:34:52', 'تم تسجيل الدخول الي السيستم من قبل a'),
(236, '31-08-2021', '09:39:10', 'تم تسجيل الدخول الي السيستم من قبل a'),
(237, '31-08-2021', '09:41:20', 'تم تسجيل الدخول الي السيستم من قبل a'),
(238, '31-08-2021', '09:56:16', 'تم تسجيل الدخول الي السيستم من قبل a'),
(239, '31-08-2021', '10:42:31', 'تم تسجيل الدخول الي السيستم من قبل a'),
(240, '31-08-2021', '10:43:38', 'تم تسجيل الدخول الي السيستم من قبل a'),
(241, '31-08-2021', '10:47:44', 'تم تسجيل الدخول الي السيستم من قبل a'),
(242, '31-08-2021', '10:51:25', 'تم تسجيل الدخول الي السيستم من قبل a'),
(243, '31-08-2021', '10:51:52', 'تم تسجيل الدخول الي السيستم من قبل a'),
(244, '31-08-2021', '11:00:06', 'تم تسجيل الدخول الي السيستم من قبل a'),
(245, '31-08-2021', '07:29:17', 'تم تسجيل الدخول الي السيستم من قبل a'),
(246, '31-08-2021', '07:36:27', 'تم تسجيل الدخول الي السيستم من قبل a'),
(247, '31-08-2021', '07:43:38', 'تم تسجيل الدخول الي السيستم من قبل a'),
(248, '31-08-2021', '07:54:52', 'تم تسجيل الدخول الي السيستم من قبل a'),
(249, '31-08-2021', '08:00:27', 'تم تسجيل الدخول الي السيستم من قبل a'),
(250, '31-08-2021', '08:07:22', 'تم تسجيل الدخول الي السيستم من قبل a'),
(251, '31-08-2021', '08:09:55', 'تم تسجيل الدخول الي السيستم من قبل a'),
(252, '31-08-2021', '10:45:03', 'تم تسجيل الدخول الي السيستم من قبل a'),
(253, '31-08-2021', '10:46:22', 'aقام باضافة غرفة جديدة'),
(254, '31-08-2021', '10:47:52', 'aقام باضافة قسم جديد'),
(255, '31-08-2021', '10:49:16', 'aتمت الاضافة جهاز جديد'),
(256, '31-08-2021', '11:10:33', 'aقام باضافة قسم جديد'),
(257, '31-08-2021', '11:11:08', 'aتمت الاضافة جهاز جديد'),
(258, '31-08-2021', '11:12:41', 'aقام باضافة عرض جديد'),
(259, '31-08-2021', '11:16:39', 'تم تسجيل الدخول الي السيستم من قبل a'),
(260, '01-09-2021', '09:09:57', 'تم تسجيل الدخول الي السيستم من قبل a'),
(261, '01-09-2021', '10:00:28', 'تم تسجيل الدخول الي السيستم من قبل a'),
(262, '01-09-2021', '10:08:04', 'تم تسجيل الدخول الي السيستم من قبل a'),
(263, '01-09-2021', '10:11:29', 'تم تسجيل الدخول الي السيستم من قبل a'),
(264, '01-09-2021', '10:14:18', 'aتمت الاضافة جهاز جديد'),
(265, '01-09-2021', '10:14:24', 'aتمت الاضافة جهاز جديد'),
(266, '01-09-2021', '10:14:36', 'aتمت الاضافة جهاز جديد'),
(267, '01-09-2021', '10:14:41', 'aتمت الاضافة جهاز جديد'),
(268, '01-09-2021', '10:14:48', 'aتمت الاضافة جهاز جديد'),
(269, '01-09-2021', '10:14:54', 'aتمت الاضافة جهاز جديد'),
(270, '01-09-2021', '10:14:59', 'aتمت الاضافة جهاز جديد'),
(271, '01-09-2021', '10:15:09', 'aتمت الاضافة جهاز جديد'),
(272, '01-09-2021', '10:15:14', 'aتمت الاضافة جهاز جديد'),
(273, '01-09-2021', '10:21:01', 'تم تسجيل الدخول الي السيستم من قبل a'),
(274, '01-09-2021', '10:23:34', 'تم تسجيل الدخول الي السيستم من قبل a'),
(275, '01-09-2021', '10:35:05', 'تم تسجيل الدخول الي السيستم من قبل a'),
(276, '01-09-2021', '10:41:23', 'تم تسجيل الدخول الي السيستم من قبل a'),
(277, '01-09-2021', '10:43:33', 'تم تسجيل الدخول الي السيستم من قبل a'),
(278, '01-09-2021', '10:46:39', 'تم تسجيل الدخول الي السيستم من قبل a'),
(279, '01-09-2021', '10:57:18', 'تم تسجيل الدخول الي السيستم من قبل a'),
(280, '01-09-2021', '10:58:44', 'تم تسجيل الدخول الي السيستم من قبل a'),
(281, '01-09-2021', '11:03:14', 'تم تسجيل الدخول الي السيستم من قبل a'),
(282, '01-09-2021', '11:05:12', 'تم تسجيل الدخول الي السيستم من قبل a'),
(283, '01-09-2021', '11:08:40', 'تم تسجيل الدخول الي السيستم من قبل a'),
(284, '07-09-2021', '04:10:44', 'تم تسجيل الدخول الي السيستم من قبل a'),
(285, '07-09-2021', '04:17:22', 'تم تسجيل الدخول الي السيستم من قبل a'),
(286, '09-09-2021', '09:56:55', 'تم تسجيل الدخول الي السيستم من قبل a'),
(287, '09-09-2021', '10:34:01', 'تم تسجيل الدخول الي السيستم من قبل a'),
(288, '09-09-2021', '10:38:56', 'تم تسجيل الدخول الي السيستم من قبل a'),
(289, '09-09-2021', '10:45:13', 'تم تسجيل الدخول الي السيستم من قبل a'),
(290, '09-09-2021', '10:57:41', 'تم تسجيل الدخول الي السيستم من قبل a'),
(291, '09-09-2021', '11:09:09', 'تم تسجيل الدخول الي السيستم من قبل a'),
(292, '09-09-2021', '11:12:19', 'تم تسجيل الدخول الي السيستم من قبل a'),
(293, '09-09-2021', '11:17:11', 'تم تسجيل الدخول الي السيستم من قبل a'),
(294, '09-09-2021', '11:20:24', 'تم تسجيل الدخول الي السيستم من قبل a'),
(295, '09-09-2021', '11:49:26', 'تم تسجيل الدخول الي السيستم من قبل a'),
(296, '09-09-2021', '11:50:52', 'تم تسجيل الدخول الي السيستم من قبل a'),
(297, '09-09-2021', '11:54:21', 'تم تسجيل الدخول الي السيستم من قبل a'),
(298, '09-09-2021', '11:55:49', 'تم تسجيل الدخول الي السيستم من قبل a'),
(299, '09-09-2021', '11:59:00', 'تم تسجيل الدخول الي السيستم من قبل a'),
(300, '11-09-2021', '10:29:29', 'تم تسجيل الدخول الي السيستم من قبل a'),
(301, '11-09-2021', '10:37:24', 'تم تسجيل الدخول الي السيستم من قبل a'),
(302, '11-09-2021', '10:48:05', 'aقام باضافة قسم جديد'),
(303, '11-09-2021', '10:48:31', 'aتمت الاضافة جهاز جديد'),
(304, '11-09-2021', '10:48:38', 'aتمت الاضافة جهاز جديد'),
(305, '11-09-2021', '10:48:43', 'aتمت الاضافة جهاز جديد'),
(306, '11-09-2021', '10:48:51', 'aتمت الاضافة جهاز جديد'),
(307, '11-09-2021', '10:48:55', 'aتمت الاضافة جهاز جديد'),
(308, '11-09-2021', '10:48:59', 'aتمت الاضافة جهاز جديد'),
(309, '11-09-2021', '10:49:05', 'aتمت الاضافة جهاز جديد'),
(310, '11-09-2021', '10:49:18', 'aتمت الاضافة جهاز جديد'),
(311, '11-09-2021', '10:58:54', 'تم تسجيل الدخول الي السيستم من قبل a'),
(312, '11-09-2021', '11:05:50', 'تم تسجيل الدخول الي السيستم من قبل a'),
(313, '11-09-2021', '11:09:57', 'تم تسجيل الدخول الي السيستم من قبل a'),
(314, '11-09-2021', '11:14:33', 'تم تسجيل الدخول الي السيستم من قبل a'),
(315, '11-09-2021', '11:28:18', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(316, '11-09-2021', '11:28:35', 'تم تسجيل الدخول الي السيستم من قبل a'),
(317, '11-09-2021', '11:47:51', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(318, '11-09-2021', '11:48:21', 'تم تسجيل الدخول الي السيستم من قبل a'),
(319, '11-09-2021', '11:50:15', 'تم تسجيل الدخول الي السيستم من قبل a'),
(320, '11-09-2021', '11:57:16', 'تم تسجيل الدخول الي السيستم من قبل a'),
(321, '11-09-2021', '12:03:44', 'تم تسجيل الدخول الي السيستم من قبل a'),
(322, '11-09-2021', '12:05:22', 'تم تسجيل الدخول الي السيستم من قبل a'),
(323, '15-09-2021', '12:28:28', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(324, '15-09-2021', '12:28:54', 'تم تسجيل الدخول الي السيستم من قبل a'),
(325, '14-09-2021', '03:42:52', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(326, '14-09-2021', '03:43:09', 'تم تسجيل الدخول الي السيستم من قبل a'),
(327, '14-09-2021', '03:59:37', 'تم تسجيل الدخول الي السيستم من قبل a'),
(328, '14-09-2021', '04:13:30', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(329, '14-09-2021', '04:14:34', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(330, '14-09-2021', '04:15:12', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(331, '14-09-2021', '04:15:25', 'تم تسجيل الدخول الي السيستم من قبل a'),
(332, '14-09-2021', '04:19:37', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(333, '14-09-2021', '08:47:54', 'تم تسجيل الدخول الي السيستم من قبل a'),
(334, '14-09-2021', '08:55:09', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(335, '14-09-2021', '08:58:03', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(336, '14-09-2021', '09:06:19', 'تم تسجيل الدخول الي السيستم من قبل a'),
(337, '14-09-2021', '09:07:37', 'تم تسجيل الدخول الي السيستم من قبل a'),
(338, '15-09-2021', '10:01:03', 'تم تسجيل الدخول الي السيستم من قبل a'),
(339, '15-09-2021', '10:22:34', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(340, '15-09-2021', '10:25:30', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(341, '15-09-2021', '10:32:07', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(342, '15-09-2021', '10:34:23', 'تم تسجيل الدخول الي السيستم من قبل a'),
(343, '15-09-2021', '10:40:55', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(344, '15-09-2021', '10:43:22', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(345, '15-09-2021', '10:45:55', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(346, '15-09-2021', '10:47:10', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(347, '15-09-2021', '10:50:46', 'تم تسجيل الدخول الي السيستم من قبل a'),
(348, '15-09-2021', '10:54:48', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(349, '15-09-2021', '10:58:19', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(350, '17-09-2021', '11:34:14', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(351, '17-09-2021', '11:41:34', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(352, '17-09-2021', '12:34:26', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(353, '17-09-2021', '12:42:39', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(354, '17-09-2021', '12:45:48', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(355, '17-09-2021', '12:49:49', 'تم تسجيل الدخول الي السيستم من قبل a'),
(356, '17-09-2021', '12:57:48', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(357, '17-09-2021', '05:17:55', 'تم تسجيل الدخول الي السيستم من قبل a'),
(358, '17-09-2021', '05:23:31', 'تم تسجيل الدخول الي السيستم من قبل a'),
(359, '17-09-2021', '05:25:55', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(360, '17-09-2021', '05:38:12', 'تم تسجيل الدخول الي السيستم من قبل a'),
(361, '17-09-2021', '05:43:22', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(362, '17-09-2021', '05:49:17', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(363, '17-09-2021', '05:57:32', 'تم تسجيل الدخول الي السيستم من قبل a'),
(364, '17-09-2021', '06:00:24', 'تم تسجيل الدخول الي السيستم من قبل a'),
(365, '17-09-2021', '06:05:43', 'تم تسجيل الدخول الي السيستم من قبل a'),
(366, '18-09-2021', '10:33:16', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(367, '18-09-2021', '10:45:57', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(368, '18-09-2021', '10:48:43', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(369, '18-09-2021', '10:53:18', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(370, '18-09-2021', '10:57:46', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(371, '18-09-2021', '10:59:19', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(372, '18-09-2021', '11:02:38', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(373, '18-09-2021', '11:04:43', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(374, '18-09-2021', '11:07:47', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(375, '18-09-2021', '11:10:38', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(376, '18-09-2021', '11:12:47', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(377, '18-09-2021', '11:18:48', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(378, '18-09-2021', '11:22:32', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(379, '18-09-2021', '11:40:08', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(380, '18-09-2021', '11:43:30', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(381, '18-09-2021', '11:45:37', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(382, '18-09-2021', '11:47:26', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(383, '18-09-2021', '11:52:35', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(384, '18-09-2021', '11:54:30', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(385, '18-09-2021', '11:59:01', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(386, '19-09-2021', '03:37:26', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(387, '19-09-2021', '04:03:09', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(388, '19-09-2021', '04:27:12', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(389, '19-09-2021', '04:32:03', 'تم تسجيل الدخول الي السيستم من قبل a'),
(390, '19-09-2021', '05:26:30', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(391, '19-09-2021', '07:41:46', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(392, '19-09-2021', '07:59:32', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(393, '20-09-2021', '11:07:43', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(394, '20-09-2021', '11:09:23', 'isaacقام باضافة قسم جديد'),
(395, '20-09-2021', '11:10:28', 'isaacتمت الاضافة جهاز جديد'),
(396, '20-09-2021', '11:10:37', 'isaacتمت الاضافة جهاز جديد'),
(397, '20-09-2021', '11:10:46', 'isaacتمت الاضافة جهاز جديد'),
(398, '20-09-2021', '11:13:39', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(399, '21-09-2021', '10:28:19', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(400, '21-09-2021', '10:29:22', 'isaacقام باضافة قسم جديد'),
(401, '21-09-2021', '10:29:59', 'isaacتمت الاضافة جهاز جديد'),
(402, '21-09-2021', '10:30:08', 'isaacتمت الاضافة جهاز جديد'),
(403, '21-09-2021', '10:55:57', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(404, '21-09-2021', '11:04:20', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(405, '21-09-2021', '11:08:04', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(406, '21-09-2021', '11:10:44', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(407, '22-09-2021', '10:34:58', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(408, '22-09-2021', '10:44:41', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(409, '22-09-2021', '10:46:45', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(410, '22-09-2021', '10:53:56', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(411, '22-09-2021', '11:04:33', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(412, '22-09-2021', '11:40:08', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(413, '22-09-2021', '11:47:00', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(414, '22-09-2021', '11:47:39', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(415, '22-09-2021', '11:49:08', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(416, '22-09-2021', '11:51:33', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(417, '22-09-2021', '12:02:43', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(418, '22-09-2021', '12:03:42', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(419, '22-09-2021', '06:44:40', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(420, '22-09-2021', '07:06:39', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(421, '22-09-2021', '07:17:15', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(422, '22-09-2021', '07:23:28', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(423, '22-09-2021', '08:16:53', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(424, '22-09-2021', '08:22:24', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(425, '22-09-2021', '08:24:30', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(426, '22-09-2021', '08:26:13', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(427, '22-09-2021', '08:28:39', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(428, '22-09-2021', '08:30:15', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(429, '22-09-2021', '08:34:36', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(430, '22-09-2021', '08:36:50', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(431, '23-09-2021', '09:23:04', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(432, '23-09-2021', '09:44:09', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(433, '23-09-2021', '10:15:49', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(434, '23-09-2021', '10:29:57', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(435, '23-09-2021', '10:46:07', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(436, '23-09-2021', '11:08:59', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(437, '23-09-2021', '11:14:00', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(438, '23-09-2021', '11:18:06', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(439, '23-09-2021', '11:21:00', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(440, '23-09-2021', '11:30:52', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(441, '23-09-2021', '11:34:19', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(442, '24-09-2021', '01:23:59', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(443, '24-09-2021', '01:33:13', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(444, '24-09-2021', '01:35:10', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(445, '24-09-2021', '01:36:24', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(446, '24-09-2021', '03:12:15', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(447, '24-09-2021', '03:24:12', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(448, '24-09-2021', '03:34:33', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(449, '24-09-2021', '03:38:34', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(450, '24-09-2021', '03:41:23', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(451, '24-09-2021', '03:46:52', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(452, '24-09-2021', '03:49:36', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(453, '24-09-2021', '03:51:40', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(454, '24-09-2021', '03:55:57', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(455, '24-09-2021', '03:57:45', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(456, '24-09-2021', '03:59:38', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(457, '24-09-2021', '04:11:00', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(458, '24-09-2021', '04:17:51', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(459, '24-09-2021', '04:21:32', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(460, '24-09-2021', '04:23:53', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(461, '24-09-2021', '04:26:03', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(462, '25-09-2021', '09:53:25', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(463, '25-09-2021', '10:03:46', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(464, '25-09-2021', '10:09:41', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(465, '25-09-2021', '10:13:57', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(466, '25-09-2021', '10:17:11', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(467, '25-09-2021', '10:19:55', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(468, '25-09-2021', '10:48:19', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(469, '25-09-2021', '10:54:48', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(470, '25-09-2021', '11:00:07', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(471, '25-09-2021', '11:07:59', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(472, '25-09-2021', '11:17:17', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(473, '25-09-2021', '08:14:23', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(474, '25-09-2021', '08:18:54', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(475, '25-09-2021', '08:20:58', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(476, '25-09-2021', '08:23:59', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(477, '25-09-2021', '08:24:22', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(478, '26-09-2021', '10:10:05', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(479, '26-09-2021', '10:50:46', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(480, '26-09-2021', '11:06:44', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(481, '26-09-2021', '11:11:43', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(482, '26-09-2021', '11:18:33', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(483, '26-09-2021', '11:22:47', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(484, '26-09-2021', '11:56:29', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(485, '26-09-2021', '12:17:57', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(486, '26-09-2021', '12:18:44', 'isaacتمت الاضافة جهاز جديد'),
(487, '26-09-2021', '12:20:24', 'isaacقام باضافة قسم جديد'),
(488, '26-09-2021', '12:23:11', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(489, '26-09-2021', '12:38:45', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(490, '27-09-2021', '09:43:25', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(491, '27-09-2021', '09:54:21', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(492, '27-09-2021', '09:58:56', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(493, '27-09-2021', '10:03:17', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(494, '27-09-2021', '10:06:07', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(495, '27-09-2021', '10:28:17', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(496, '27-09-2021', '10:40:06', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(497, '27-09-2021', '10:43:15', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(498, '27-09-2021', '10:53:08', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(499, '27-09-2021', '10:54:22', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(500, '27-09-2021', '10:55:39', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(501, '27-09-2021', '11:07:04', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(502, '27-09-2021', '11:22:13', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(503, '27-09-2021', '11:29:24', 'تم تسجيل الدخول الي السيستم من قبل isaac'),
(504, '27-09-2021', '12:14:51', 'تم تسجيل الدخول الي السيستم من قبل isaac');

-- --------------------------------------------------------

--
-- Table structure for table `cafebuydetails`
--

CREATE TABLE `cafebuydetails` (
  `id` int(11) NOT NULL,
  `receiptNumber` int(11) NOT NULL,
  `itemCode` int(11) NOT NULL,
  `quantity` float NOT NULL,
  `buyPrice` float NOT NULL,
  `payPrice` float NOT NULL,
  `repository_id` int(12) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `cafebuydetails`
--

INSERT INTO `cafebuydetails` (`id`, `receiptNumber`, `itemCode`, `quantity`, `buyPrice`, `payPrice`, `repository_id`) VALUES
(1, 1, 1002, 3, 1.75, 2, 1),
(2, 1, 1002, 3, 1.75, 2, 1),
(3, 1, 1213, 2, 2, 3, 1);

-- --------------------------------------------------------

--
-- Table structure for table `cafebuymaininfo`
--

CREATE TABLE `cafebuymaininfo` (
  `id` int(12) NOT NULL,
  `receiptNumber` int(12) NOT NULL,
  `userId` int(12) NOT NULL,
  `date` varchar(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `cafebuymaininfo`
--

INSERT INTO `cafebuymaininfo` (`id`, `receiptNumber`, `userId`, `date`) VALUES
(1, 1, 2, '2021-08-31');

-- --------------------------------------------------------

--
-- Table structure for table `cafeitem`
--

CREATE TABLE `cafeitem` (
  `id` int(12) NOT NULL,
  `itemCode` int(12) NOT NULL,
  `secction_id` int(12) NOT NULL,
  `item_name` varchar(60) NOT NULL,
  `itemBuy` float NOT NULL,
  `itemPrice` float NOT NULL,
  `notificatioNumber` int(5) NOT NULL DEFAULT '5'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `cafeitem`
--

INSERT INTO `cafeitem` (`id`, `itemCode`, `secction_id`, `item_name`, `itemBuy`, `itemPrice`, `notificatioNumber`) VALUES
(1, 10012, 1, 'فلامنكو', 1.75, 2, 5),
(2, 1002, 1, 'جوليو', 1.75, 2, 5),
(3, 1213, 1, 'مياة صغيرة', 2, 3, 5);

-- --------------------------------------------------------

--
-- Table structure for table `cafesection`
--

CREATE TABLE `cafesection` (
  `id` int(12) NOT NULL,
  `cafeSectionName` varchar(60) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `cafesection`
--

INSERT INTO `cafesection` (`id`, `cafeSectionName`) VALUES
(1, 'شبسي');

-- --------------------------------------------------------

--
-- Table structure for table `companydata`
--

CREATE TABLE `companydata` (
  `id` int(12) NOT NULL,
  `company_name` varchar(50) NOT NULL,
  `address` varchar(100) NOT NULL,
  `tel` varchar(15) NOT NULL,
  `welcomeMessage` varchar(200) NOT NULL,
  `tailMessage` varchar(200) NOT NULL,
  `logoPicturePAth` varchar(200) NOT NULL,
  `facebookLink` varchar(240) NOT NULL,
  `instgramLink` varchar(240) NOT NULL,
  `user_id` int(12) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `companydata`
--

INSERT INTO `companydata` (`id`, `company_name`, `address`, `tel`, `welcomeMessage`, `tailMessage`, `logoPicturePAth`, `facebookLink`, `instgramLink`, `user_id`) VALUES
(1, 'El Shater', '30 St El MEhalmy ', '01212707730', '', '', '', '', '', 2);

-- --------------------------------------------------------

--
-- Table structure for table `customerreceiptdetailedinfo`
--

CREATE TABLE `customerreceiptdetailedinfo` (
  `id` int(12) NOT NULL,
  `receiptNumber` int(12) NOT NULL,
  `itemCode` int(12) NOT NULL,
  `quantity` float NOT NULL,
  `payPrice` float NOT NULL,
  `repositiry_id` int(12) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `customerreceiptdetailedinfo`
--

INSERT INTO `customerreceiptdetailedinfo` (`id`, `receiptNumber`, `itemCode`, `quantity`, `payPrice`, `repositiry_id`) VALUES
(1, 1, 10012, 1, 2, 1),
(2, 1, 10012, 1, 2, 1),
(3, 1, 10012, 1, 2, 1),
(4, 1, 10012, 1, 2, 1),
(5, 1, 10012, 1, 2, 1),
(6, 2, 1213, 1, 3, 1),
(7, 2, 1213, 1, 3, 1),
(8, 2, 1002, 1, 2, 1),
(9, 2, 10012, 1, 2, 1),
(10, 2, 10012, 1, 2, 1),
(11, 3, 1213, 1, 3, 1),
(12, 3, 1002, 1, 2, 1),
(13, 3, 10012, 1, 2, 1),
(14, 3, 1002, 1, 2, 1),
(15, 3, 1213, 1, 3, 1),
(16, 3, 1213, 1, 3, 1);

-- --------------------------------------------------------

--
-- Table structure for table `customerreceiptmaininfo`
--

CREATE TABLE `customerreceiptmaininfo` (
  `id` int(12) NOT NULL,
  `receiptNumber` int(12) NOT NULL,
  `transactionNumber` int(12) NOT NULL,
  `user_id` int(12) NOT NULL,
  `date` varchar(15) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `customerreceiptmaininfo`
--

INSERT INTO `customerreceiptmaininfo` (`id`, `receiptNumber`, `transactionNumber`, `user_id`, `date`) VALUES
(1, 1, 1148, 5, '26-09-2021'),
(2, 2, 1149, 5, '26-09-2021'),
(3, 3, 1151, 5, '26-09-2021');

-- --------------------------------------------------------

--
-- Table structure for table `enteroutmoney`
--

CREATE TABLE `enteroutmoney` (
  `id` int(12) NOT NULL,
  `transactionNumber` int(12) NOT NULL,
  `total` float NOT NULL,
  `safty_id` int(12) NOT NULL,
  `user_id` int(12) NOT NULL,
  `date` varchar(12) NOT NULL,
  `account_id` int(12) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `enteroutmoney`
--

INSERT INTO `enteroutmoney` (`id`, `transactionNumber`, `total`, `safty_id`, `user_id`, `date`, `account_id`) VALUES
(1, 1002, 4, 1, 2, '27-08-2021', 1),
(2, 1002, 0, 1, 2, '27-08-2021', 2),
(3, 1003, 2, 1, 2, '27-08-2021', 1),
(4, 1003, 0, 1, 2, '27-08-2021', 2),
(5, 1004, 0, 1, 2, '27-08-2021', 1),
(6, 1004, 0, 1, 2, '27-08-2021', 2),
(7, 1005, 0, 1, 2, '27-08-2021', 1),
(8, 1005, 0, 1, 2, '27-08-2021', 2),
(9, 1006, 1, 1, 2, '27-08-2021', 1),
(10, 1006, 0, 1, 2, '27-08-2021', 2),
(11, 1007, 0, 1, 2, '27-08-2021', 1),
(12, 1007, 0, 1, 2, '27-08-2021', 2),
(13, 1008, 0, 1, 2, '27-08-2021', 1),
(14, 1008, 0, 1, 2, '27-08-2021', 2),
(15, 1009, 0, 1, 2, '27-08-2021', 1),
(16, 1009, 0, 1, 2, '27-08-2021', 2),
(17, 1010, 0, 1, 2, '27-08-2021', 1),
(18, 1010, 0, 1, 2, '27-08-2021', 2),
(19, 1011, 145, 1, 2, '30-08-2021', 1),
(20, 1011, 0, 1, 2, '30-08-2021', 2),
(21, 1012, 2, 1, 2, '30-08-2021', 1),
(22, 1012, 0, 1, 2, '30-08-2021', 2),
(23, 1000, 0, 1, 2, '30-08-2021', 1),
(24, 1000, 0, 1, 2, '30-08-2021', 2),
(25, 1001, 0, 1, 2, '30-08-2021', 1),
(26, 1001, 0, 1, 2, '30-08-2021', 2),
(27, 1002, 3, 1, 2, '30-08-2021', 1),
(28, 1002, 0, 1, 2, '30-08-2021', 2),
(29, 1003, 0, 1, 2, '30-08-2021', 1),
(30, 1003, 0, 1, 2, '30-08-2021', 2),
(31, 1000, 0, 1, 2, '30-08-2021', 1),
(32, 1000, 0, 1, 2, '30-08-2021', 2),
(33, 1001, 2, 1, 2, '30-08-2021', 1),
(34, 1001, 0, 1, 2, '30-08-2021', 2),
(35, 1002, 0, 1, 2, '30-08-2021', 1),
(36, 1002, 0, 1, 2, '30-08-2021', 2),
(37, 1000, 13, 1, 2, '30-08-2021', 1),
(38, 1000, 0, 1, 2, '30-08-2021', 2),
(39, 1000, 0, 1, 2, '30-08-2021', 1),
(40, 1000, 0, 1, 2, '30-08-2021', 2),
(41, 1000, 0, 1, 2, '30-08-2021', 1),
(42, 1000, 0, 1, 2, '30-08-2021', 2),
(43, 1000, 0, 1, 2, '30-08-2021', 1),
(44, 1000, 0, 1, 2, '30-08-2021', 2),
(45, 1000, 0, 1, 2, '30-08-2021', 1),
(46, 1000, 0, 1, 2, '30-08-2021', 2),
(47, 1001, 0, 1, 2, '30-08-2021', 1),
(48, 1001, 0, 1, 2, '30-08-2021', 2),
(49, 1002, 0, 1, 2, '30-08-2021', 1),
(50, 1002, 0, 1, 2, '30-08-2021', 2),
(51, 1003, 0, 1, 2, '30-08-2021', 1),
(52, 1003, 0, 1, 2, '30-08-2021', 2),
(53, 1004, 0, 1, 2, '30-08-2021', 1),
(54, 1004, 0, 1, 2, '30-08-2021', 2),
(55, 1005, 0, 1, 2, '30-08-2021', 1),
(56, 1005, 0, 1, 2, '30-08-2021', 2),
(57, 1006, 0, 1, 2, '30-08-2021', 1),
(58, 1006, 0, 1, 2, '30-08-2021', 2),
(59, 1007, 0, 1, 2, '30-08-2021', 1),
(60, 1007, 0, 1, 2, '30-08-2021', 2),
(61, 1008, 6, 1, 2, '30-08-2021', 1),
(62, 1008, 0, 1, 2, '30-08-2021', 2),
(63, 1009, 2, 1, 2, '30-08-2021', 1),
(64, 1009, 0, 1, 2, '30-08-2021', 2),
(65, 1000, 6, 1, 2, '31-08-2021', 1),
(66, 1000, 0, 1, 2, '31-08-2021', 2),
(67, 1001, 4, 1, 2, '31-08-2021', 1),
(68, 1001, 0, 1, 2, '31-08-2021', 2),
(69, 1002, 18, 1, 2, '31-08-2021', 1),
(70, 1002, 0, 1, 2, '31-08-2021', 2),
(71, 1003, 14, 1, 2, '31-08-2021', 1),
(72, 1003, 0, 1, 2, '31-08-2021', 2),
(73, 1004, 0, 1, 2, '31-08-2021', 1),
(74, 1004, 0, 1, 2, '31-08-2021', 2),
(75, 1005, 129, 1, 2, '31-08-2021', 1),
(76, 1005, 0, 1, 2, '31-08-2021', 2),
(77, 1006, 0, 1, 2, '31-08-2021', 1),
(78, 1006, 0, 1, 2, '31-08-2021', 2),
(79, 1007, 2, 1, 2, '31-08-2021', 1),
(80, 1007, 0, 1, 2, '31-08-2021', 2),
(81, 1008, 0, 1, 2, '31-08-2021', 1),
(82, 1008, 0, 1, 2, '31-08-2021', 2),
(83, 1009, 0, 1, 2, '31-08-2021', 1),
(84, 1009, 0, 1, 2, '31-08-2021', 2),
(85, 1010, 0, 1, 2, '31-08-2021', 1),
(86, 1010, 0, 1, 2, '31-08-2021', 2),
(87, 1011, 0, 1, 2, '31-08-2021', 1),
(88, 1011, 0, 1, 2, '31-08-2021', 2),
(89, 1012, 3, 1, 2, '31-08-2021', 1),
(90, 1012, 0, 1, 2, '31-08-2021', 2),
(91, 1013, 5, 1, 2, '31-08-2021', 1),
(92, 1013, 0, 1, 2, '31-08-2021', 2),
(93, 1014, 1, 1, 2, '31-08-2021', 1),
(94, 1014, 0, 1, 2, '31-08-2021', 2),
(95, 1015, 1, 1, 2, '31-08-2021', 1),
(96, 1015, 7, 1, 2, '31-08-2021', 2),
(97, 1017, 1, 2, 2, '31-08-2021', 1),
(98, 1017, 0, 2, 2, '31-08-2021', 2),
(99, 1000, 16, 2, 2, '01-09-2021', 1),
(100, 1000, 0, 2, 2, '01-09-2021', 2),
(101, 1001, 0, 2, 2, '01-09-2021', 1),
(102, 1001, 0, 2, 2, '01-09-2021', 2),
(103, 1000, 1, 2, 2, '01-09-2021', 1),
(104, 1000, 0, 2, 2, '01-09-2021', 2),
(105, 1001, 257, 2, 2, '07-09-2021', 1),
(106, 1001, 0, 2, 2, '07-09-2021', 2),
(107, 1002, 256, 2, 2, '07-09-2021', 1),
(108, 1002, 0, 2, 2, '07-09-2021', 2),
(109, 1000, 0, 2, 2, '07-09-2021', 1),
(110, 1000, 0, 2, 2, '07-09-2021', 2),
(111, 1002, 4, 2, 2, '07-09-2021', 1),
(112, 1002, 0, 2, 2, '07-09-2021', 2),
(113, 1004, 4, 2, 2, '07-09-2021', 1),
(114, 1004, 0, 2, 2, '07-09-2021', 2),
(115, 1006, 4, 2, 2, '07-09-2021', 1),
(116, 1006, 0, 2, 2, '07-09-2021', 2),
(117, 1001, 5, 2, 2, '07-09-2021', 1),
(118, 1001, 0, 2, 2, '07-09-2021', 2),
(119, 1003, 5, 2, 2, '07-09-2021', 1),
(120, 1003, 0, 2, 2, '07-09-2021', 2),
(121, 1005, 5, 2, 2, '07-09-2021', 1),
(122, 1005, 0, 2, 2, '07-09-2021', 2),
(123, 1007, 4, 2, 2, '07-09-2021', 1),
(124, 1007, 0, 2, 2, '07-09-2021', 2),
(125, 1008, 3, 2, 2, '07-09-2021', 1),
(126, 1008, 0, 2, 2, '07-09-2021', 2),
(127, 1011, 0, 2, 2, '07-09-2021', 1),
(128, 1011, 0, 2, 2, '07-09-2021', 2),
(129, 1012, 0, 2, 2, '07-09-2021', 1),
(130, 1012, 0, 2, 2, '07-09-2021', 2),
(131, 1013, 1, 2, 2, '07-09-2021', 1),
(132, 1013, 0, 2, 2, '07-09-2021', 2),
(133, 1009, 1, 2, 2, '07-09-2021', 1),
(134, 1009, 0, 2, 2, '07-09-2021', 2),
(135, 1010, 1, 2, 2, '07-09-2021', 1),
(136, 1010, 0, 2, 2, '07-09-2021', 2),
(137, 1003, 3, 2, 2, '09-09-2021', 1),
(138, 1003, 0, 2, 2, '09-09-2021', 2),
(139, 1000, 4, 2, 2, '09-09-2021', 1),
(140, 1000, 0, 2, 2, '09-09-2021', 2),
(141, 1005, 4, 2, 2, '09-09-2021', 1),
(142, 1005, 0, 2, 2, '09-09-2021', 2),
(143, 1007, 4, 2, 2, '09-09-2021', 1),
(144, 1007, 0, 2, 2, '09-09-2021', 2),
(145, 1002, 4, 2, 2, '09-09-2021', 1),
(146, 1002, 0, 2, 2, '09-09-2021', 2),
(147, 1001, 5, 2, 2, '09-09-2021', 1),
(148, 1001, 0, 2, 2, '09-09-2021', 2),
(149, 1006, 5, 2, 2, '09-09-2021', 1),
(150, 1006, 0, 2, 2, '09-09-2021', 2),
(151, 1004, 5, 2, 2, '09-09-2021', 1),
(152, 1004, 0, 2, 2, '09-09-2021', 2),
(153, 1000, 0, 2, 2, '09-09-2021', 1),
(154, 1000, 0, 2, 2, '09-09-2021', 2),
(155, 1000, 0, 3, 2, '09-09-2021', 1),
(156, 1000, 0, 3, 2, '09-09-2021', 2),
(157, 1001, 0, 3, 2, '09-09-2021', 1),
(158, 1001, 0, 3, 2, '09-09-2021', 2),
(159, 1002, 0, 3, 2, '09-09-2021', 1),
(160, 1002, 0, 3, 2, '09-09-2021', 2),
(161, 1003, 0, 3, 2, '09-09-2021', 1),
(162, 1003, 0, 3, 2, '09-09-2021', 2),
(163, 1005, 0, 3, 2, '09-09-2021', 1),
(164, 1005, 0, 3, 2, '09-09-2021', 2),
(165, 1004, 0, 3, 2, '09-09-2021', 1),
(166, 1004, 0, 3, 2, '09-09-2021', 2),
(167, 1006, 0, 3, 2, '09-09-2021', 1),
(168, 1006, 0, 3, 2, '09-09-2021', 2),
(169, 1007, 0, 3, 2, '09-09-2021', 1),
(170, 1007, 0, 3, 2, '09-09-2021', 2),
(171, 1008, 0, 3, 2, '09-09-2021', 1),
(172, 1008, 0, 3, 2, '09-09-2021', 2),
(173, 1009, 0, 3, 2, '09-09-2021', 1),
(174, 1009, 0, 3, 2, '09-09-2021', 2),
(175, 1010, 0, 3, 2, '09-09-2021', 1),
(176, 1010, 0, 3, 2, '09-09-2021', 2),
(177, 1011, 0, 3, 2, '09-09-2021', 1),
(178, 1011, 0, 3, 2, '09-09-2021', 2),
(179, 1000, 0, 2, 2, '09-09-2021', 1),
(180, 1000, 0, 2, 2, '09-09-2021', 2),
(181, 1001, 0, 2, 2, '09-09-2021', 1),
(182, 1001, 0, 2, 2, '09-09-2021', 2),
(183, 1002, 1, 2, 2, '09-09-2021', 1),
(184, 1002, 0, 2, 2, '09-09-2021', 2),
(185, 1003, 1, 2, 2, '09-09-2021', 1),
(186, 1003, 0, 2, 2, '09-09-2021', 2),
(187, 1004, 1, 2, 2, '09-09-2021', 1),
(188, 1004, 0, 2, 2, '09-09-2021', 2),
(189, 1005, 0, 2, 2, '09-09-2021', 1),
(190, 1005, 0, 2, 2, '09-09-2021', 2),
(191, 1006, 0, 2, 2, '09-09-2021', 1),
(192, 1006, 0, 2, 2, '09-09-2021', 2),
(193, 1013, 0, 2, 2, '09-09-2021', 1),
(194, 1013, 0, 2, 2, '09-09-2021', 2),
(195, 1000, 1, 3, 2, '09-09-2021', 1),
(196, 1000, 0, 3, 2, '09-09-2021', 2),
(197, 1001, 1, 3, 2, '09-09-2021', 1),
(198, 1001, 0, 3, 2, '09-09-2021', 2),
(199, 1002, 1, 2, 2, '09-09-2021', 1),
(200, 1002, 0, 2, 2, '09-09-2021', 2),
(201, 1003, 1, 2, 2, '09-09-2021', 1),
(202, 1003, 0, 2, 2, '09-09-2021', 2),
(203, 1004, 2, 2, 2, '09-09-2021', 1),
(204, 1004, 0, 2, 2, '09-09-2021', 2),
(205, 1005, 339, 2, 2, '11-09-2021', 1),
(206, 1005, 0, 2, 2, '11-09-2021', 2),
(207, 1006, 339, 2, 2, '11-09-2021', 1),
(208, 1006, 0, 2, 2, '11-09-2021', 2),
(209, 1007, 0, 2, 2, '11-09-2021', 1),
(210, 1007, 0, 2, 2, '11-09-2021', 2),
(211, 1008, 0, 2, 2, '11-09-2021', 1),
(212, 1008, 0, 2, 2, '11-09-2021', 2),
(213, 1009, 0, 2, 2, '11-09-2021', 1),
(214, 1009, 0, 2, 2, '11-09-2021', 2),
(215, 1010, 0, 2, 2, '11-09-2021', 1),
(216, 1010, 0, 2, 2, '11-09-2021', 2),
(217, 1011, 1, 2, 2, '15-09-2021', 1),
(218, 1011, 0, 2, 2, '15-09-2021', 2),
(219, 1012, 1, 2, 2, '14-09-2021', 1),
(220, 1012, 0, 2, 2, '14-09-2021', 2),
(221, 1013, 1, 2, 2, '14-09-2021', 1),
(222, 1013, 0, 2, 2, '14-09-2021', 2),
(223, 1014, 2, 2, 2, '14-09-2021', 1),
(224, 1014, 0, 2, 2, '14-09-2021', 2),
(225, 1015, 5, 2, 2, '14-09-2021', 1),
(226, 1015, 7, 2, 2, '14-09-2021', 2),
(227, 1022, 0, 2, 2, '14-09-2021', 1),
(228, 1022, 0, 2, 2, '14-09-2021', 2),
(229, 1023, 1, 2, 5, '14-09-2021', 1),
(230, 1023, 0, 2, 5, '14-09-2021', 2),
(231, 1024, 1, 3, 5, '14-09-2021', 1),
(232, 1024, 0, 3, 5, '14-09-2021', 2),
(233, 1025, 1, 2, 2, '14-09-2021', 1),
(234, 1025, 0, 2, 2, '14-09-2021', 2),
(235, 1026, 1, 2, 2, '14-09-2021', 1),
(236, 1026, 0, 2, 2, '14-09-2021', 2),
(237, 1027, 2, 2, 2, '14-09-2021', 1),
(238, 1027, 0, 2, 2, '14-09-2021', 2),
(239, 1028, 2, 2, 2, '14-09-2021', 1),
(240, 1028, 0, 2, 2, '14-09-2021', 2),
(241, 1029, 0, 2, 2, '14-09-2021', 1),
(242, 1029, 0, 2, 2, '14-09-2021', 2),
(243, 1030, 4, 2, 2, '15-09-2021', 1),
(244, 1030, 0, 2, 2, '15-09-2021', 2),
(245, 1031, 4, 2, 2, '15-09-2021', 1),
(246, 1031, 4, 2, 2, '15-09-2021', 2),
(247, 1032, 4, 2, 2, '15-09-2021', 1),
(248, 1032, 2, 2, 2, '15-09-2021', 2),
(249, 1033, 4, 2, 2, '15-09-2021', 1),
(250, 1033, 8, 2, 2, '15-09-2021', 2),
(251, 1034, 4, 2, 2, '15-09-2021', 1),
(252, 1034, 0, 2, 2, '15-09-2021', 2),
(253, 1035, 4, 2, 2, '15-09-2021', 1),
(254, 1035, 0, 2, 2, '15-09-2021', 2),
(255, 1036, 1, 2, 5, '15-09-2021', 1),
(256, 1036, 0, 2, 5, '15-09-2021', 2),
(257, 1037, 0, 2, 5, '15-09-2021', 1),
(258, 1037, 0, 2, 5, '15-09-2021', 2),
(259, 1038, 5, 2, 5, '15-09-2021', 1),
(260, 1038, 0, 2, 5, '15-09-2021', 2),
(261, 1039, 2, 2, 5, '15-09-2021', 1),
(262, 1039, 0, 2, 5, '15-09-2021', 2),
(263, 1040, 4, 2, 5, '15-09-2021', 1),
(264, 1040, 0, 2, 5, '15-09-2021', 2),
(265, 1041, 4, 2, 5, '15-09-2021', 1),
(266, 1041, 0, 2, 5, '15-09-2021', 2),
(267, 1042, 4, 2, 5, '15-09-2021', 1),
(268, 1042, 0, 2, 5, '15-09-2021', 2),
(269, 1043, 4, 2, 5, '15-09-2021', 1),
(270, 1043, 0, 2, 5, '15-09-2021', 2),
(271, 1044, 4, 2, 5, '15-09-2021', 1),
(272, 1044, 0, 2, 5, '15-09-2021', 2),
(273, 1045, 4, 2, 5, '15-09-2021', 1),
(274, 1045, 0, 2, 5, '15-09-2021', 2),
(275, 1046, 4, 2, 5, '15-09-2021', 1),
(276, 1046, 0, 2, 5, '15-09-2021', 2),
(277, 1047, 4, 2, 5, '15-09-2021', 1),
(278, 1047, 0, 2, 5, '15-09-2021', 2),
(279, 1050, 0, 2, 5, '17-09-2021', 1),
(280, 1050, 0, 2, 5, '17-09-2021', 2),
(281, 555, 12, 2, 5, '17-09-2021', 2),
(282, 1048, 4, 2, 5, '17-09-2021', 1),
(283, 1048, 0, 2, 5, '17-09-2021', 2),
(284, 1049, 4, 2, 5, '17-09-2021', 1),
(285, 1049, 0, 2, 5, '17-09-2021', 2),
(286, 1051, 3, 2, 5, '17-09-2021', 1),
(287, 1051, 0, 2, 5, '17-09-2021', 2),
(288, 1052, 3, 2, 5, '17-09-2021', 1),
(289, 1052, 0, 2, 5, '17-09-2021', 2),
(290, 1053, 3, 2, 5, '17-09-2021', 1),
(291, 1053, 0, 2, 5, '17-09-2021', 2),
(292, 1054, 3, 2, 5, '17-09-2021', 1),
(293, 1054, 0, 2, 5, '17-09-2021', 2),
(294, 1055, 3, 2, 5, '17-09-2021', 1),
(295, 1055, 0, 2, 5, '17-09-2021', 2),
(296, 1056, 3, 2, 5, '17-09-2021', 1),
(297, 1056, 0, 2, 5, '17-09-2021', 2),
(298, 1000, 0, 2, 5, '17-09-2021', 1),
(299, 1000, 0, 2, 5, '17-09-2021', 2),
(300, 1001, 0, 2, 5, '17-09-2021', 1),
(301, 1001, 0, 2, 5, '17-09-2021', 2),
(302, 1006, 0, 2, 5, '17-09-2021', 1),
(303, 1006, 0, 2, 5, '17-09-2021', 2),
(304, 1005, 0, 2, 5, '17-09-2021', 1),
(305, 1005, 0, 2, 5, '17-09-2021', 2),
(306, 1004, 0, 2, 5, '17-09-2021', 1),
(307, 1004, 0, 2, 5, '17-09-2021', 2),
(308, 1003, 0, 2, 5, '17-09-2021', 1),
(309, 1003, 0, 2, 5, '17-09-2021', 2),
(310, 1002, 0, 2, 5, '17-09-2021', 1),
(311, 1002, 0, 2, 5, '17-09-2021', 2),
(312, 1000, 1, 2, 5, '17-09-2021', 1),
(313, 1000, 0, 2, 5, '17-09-2021', 2),
(314, 1001, 0, 2, 5, '17-09-2021', 1),
(315, 1001, 0, 2, 5, '17-09-2021', 2),
(316, 1002, 0, 2, 5, '17-09-2021', 1),
(317, 1002, 0, 2, 5, '17-09-2021', 2),
(318, 1004, 1, 2, 2, '17-09-2021', 1),
(319, 1004, 4, 2, 2, '17-09-2021', 2),
(320, 1003, 2, 2, 2, '17-09-2021', 1),
(321, 1003, 4, 2, 2, '17-09-2021', 2),
(322, 1005, 0, 2, 5, '17-09-2021', 1),
(323, 1005, 0, 2, 5, '17-09-2021', 2),
(324, 1006, 0, 2, 5, '17-09-2021', 1),
(325, 1006, 0, 2, 5, '17-09-2021', 2),
(326, 1007, 0, 2, 5, '17-09-2021', 1),
(327, 1007, 0, 2, 5, '17-09-2021', 2),
(328, 1008, 0, 2, 2, '17-09-2021', 1),
(329, 1008, 0, 2, 2, '17-09-2021', 2),
(330, 1009, 0, 2, 2, '17-09-2021', 1),
(331, 1009, 0, 2, 2, '17-09-2021', 2),
(332, 1010, 0, 2, 2, '17-09-2021', 1),
(333, 1010, 0, 2, 2, '17-09-2021', 2),
(334, 1000, 2, 2, 2, '17-09-2021', 1),
(335, 1000, 0, 2, 2, '17-09-2021', 2),
(336, 1001, 0, 2, 5, '17-09-2021', 1),
(337, 1001, 0, 2, 5, '17-09-2021', 2),
(338, 1003, 0, 2, 5, '17-09-2021', 1),
(339, 1003, 4, 2, 5, '17-09-2021', 2),
(340, 1002, 0, 2, 5, '17-09-2021', 1),
(341, 1002, 0, 2, 5, '17-09-2021', 2),
(342, 1004, 0, 2, 5, '17-09-2021', 1),
(343, 1004, 4, 2, 5, '17-09-2021', 2),
(344, 1005, 0, 2, 5, '17-09-2021', 1),
(345, 1005, 0, 2, 5, '17-09-2021', 2),
(346, 1006, 0, 2, 5, '17-09-2021', 1),
(347, 1006, 0, 2, 5, '17-09-2021', 2),
(348, 1007, 0, 2, 5, '17-09-2021', 1),
(349, 1007, 0, 2, 5, '17-09-2021', 2),
(350, 1009, 0, 2, 2, '17-09-2021', 1),
(351, 1009, 0, 2, 2, '17-09-2021', 2),
(352, 1008, 0, 2, 2, '17-09-2021', 1),
(353, 1008, 0, 2, 2, '17-09-2021', 2),
(354, 1014, 0, 2, 2, '17-09-2021', 1),
(355, 1014, 0, 2, 2, '17-09-2021', 2),
(356, 1013, 0, 2, 2, '17-09-2021', 1),
(357, 1013, 0, 2, 2, '17-09-2021', 2),
(358, 1012, 0, 2, 2, '17-09-2021', 1),
(359, 1012, 0, 2, 2, '17-09-2021', 2),
(360, 1010, 0, 2, 2, '17-09-2021', 1),
(361, 1010, 0, 2, 2, '17-09-2021', 2),
(362, 1011, 0, 2, 2, '17-09-2021', 1),
(363, 1011, 0, 2, 2, '17-09-2021', 2),
(364, 1016, 0, 2, 2, '17-09-2021', 1),
(365, 1016, 0, 2, 2, '17-09-2021', 2),
(366, 1015, 247, 2, 5, '18-09-2021', 1),
(367, 1015, 7, 2, 5, '18-09-2021', 2),
(368, 1018, 0, 2, 5, '18-09-2021', 1),
(369, 1018, 0, 2, 5, '18-09-2021', 2),
(370, 1019, 0, 2, 5, '18-09-2021', 1),
(371, 1019, 0, 2, 5, '18-09-2021', 2),
(372, 1017, 3, 2, 5, '18-09-2021', 1),
(373, 1017, 0, 2, 5, '18-09-2021', 2),
(374, 1021, 0, 2, 5, '18-09-2021', 1),
(375, 1021, 0, 2, 5, '18-09-2021', 2),
(376, 1020, 0, 2, 5, '18-09-2021', 1),
(377, 1020, 0, 2, 5, '18-09-2021', 2),
(378, 1022, 0, 2, 5, '18-09-2021', 1),
(379, 1022, 0, 2, 5, '18-09-2021', 2),
(380, 1025, 0, 2, 5, '18-09-2021', 1),
(381, 1025, 0, 2, 5, '18-09-2021', 2),
(382, 1024, 0, 2, 5, '18-09-2021', 1),
(383, 1024, 0, 2, 5, '18-09-2021', 2),
(384, 1023, 0, 2, 5, '18-09-2021', 1),
(385, 1023, 0, 2, 5, '18-09-2021', 2),
(386, 1026, 0, 2, 5, '18-09-2021', 1),
(387, 1026, 0, 2, 5, '18-09-2021', 2),
(388, 1028, 0, 2, 5, '18-09-2021', 1),
(389, 1028, 0, 2, 5, '18-09-2021', 2),
(390, 1027, 0, 2, 5, '18-09-2021', 1),
(391, 1027, 0, 2, 5, '18-09-2021', 2),
(392, 1030, 0, 2, 5, '18-09-2021', 1),
(393, 1030, 0, 2, 5, '18-09-2021', 2),
(394, 1034, 0, 2, 5, '18-09-2021', 1),
(395, 1034, 0, 2, 5, '18-09-2021', 2),
(396, 1033, 0, 2, 5, '18-09-2021', 1),
(397, 1033, 8, 2, 5, '18-09-2021', 2),
(398, 1036, 0, 2, 5, '18-09-2021', 1),
(399, 1036, 0, 2, 5, '18-09-2021', 2),
(400, 1035, 1, 3, 5, '18-09-2021', 1),
(401, 1035, 0, 3, 5, '18-09-2021', 2),
(402, 1032, 2, 3, 5, '18-09-2021', 1),
(403, 1032, 2, 3, 5, '18-09-2021', 2),
(404, 1031, 2, 3, 5, '18-09-2021', 1),
(405, 1031, 4, 3, 5, '18-09-2021', 2),
(406, 1029, 3, 3, 5, '18-09-2021', 1),
(407, 1029, 0, 3, 5, '18-09-2021', 2),
(408, 1039, 0, 3, 5, '18-09-2021', 1),
(409, 1039, 0, 3, 5, '18-09-2021', 2),
(410, 1038, 0, 3, 5, '18-09-2021', 1),
(411, 1038, 0, 3, 5, '18-09-2021', 2),
(412, 1037, 0, 3, 5, '18-09-2021', 1),
(413, 1037, 0, 3, 5, '18-09-2021', 2),
(414, 1043, 4, 2, 5, '18-09-2021', 1),
(415, 1043, 0, 2, 5, '18-09-2021', 2),
(416, 1042, 4, 2, 5, '18-09-2021', 1),
(417, 1042, 0, 2, 5, '18-09-2021', 2),
(418, 1040, 4, 2, 5, '18-09-2021', 1),
(419, 1040, 0, 2, 5, '18-09-2021', 2),
(420, 1041, 4, 2, 5, '18-09-2021', 1),
(421, 1041, 0, 2, 5, '18-09-2021', 2),
(422, 1045, 0, 2, 5, '18-09-2021', 1),
(423, 1045, 0, 2, 5, '18-09-2021', 2),
(424, 1044, 1, 2, 5, '18-09-2021', 1),
(425, 1044, 0, 2, 5, '18-09-2021', 2),
(426, 1046, 0, 2, 5, '18-09-2021', 1),
(427, 1046, 0, 2, 5, '18-09-2021', 2),
(428, 1049, 0, 2, 5, '18-09-2021', 1),
(429, 1049, 0, 2, 5, '18-09-2021', 2),
(430, 1048, 1, 2, 5, '18-09-2021', 1),
(431, 1048, 0, 2, 5, '18-09-2021', 2),
(432, 1050, 1, 2, 5, '18-09-2021', 1),
(433, 1050, 0, 2, 5, '18-09-2021', 2),
(434, 1047, 1, 2, 5, '18-09-2021', 1),
(435, 1047, 0, 2, 5, '18-09-2021', 2),
(436, 1051, 1, 2, 5, '18-09-2021', 1),
(437, 1051, 0, 2, 5, '18-09-2021', 2),
(438, 1053, 1, 2, 5, '18-09-2021', 1),
(439, 1053, 0, 2, 5, '18-09-2021', 2),
(440, 1052, 1, 2, 5, '18-09-2021', 1),
(441, 1052, 0, 2, 5, '18-09-2021', 2),
(442, 1002, 1, 2, 5, '19-09-2021', 1),
(443, 1002, 0, 2, 5, '19-09-2021', 2),
(444, 1000, 1, 2, 5, '19-09-2021', 1),
(445, 1000, 0, 2, 5, '19-09-2021', 2),
(446, 1001, 1, 2, 5, '19-09-2021', 1),
(447, 1001, 0, 2, 5, '19-09-2021', 2),
(448, 1003, 4, 2, 5, '19-09-2021', 1),
(449, 1003, 4, 2, 5, '19-09-2021', 2),
(450, 1004, 4, 2, 5, '19-09-2021', 1),
(451, 1004, 4, 2, 5, '19-09-2021', 2),
(452, 1005, 4, 2, 5, '19-09-2021', 1),
(453, 1005, 0, 2, 5, '19-09-2021', 2),
(454, 1006, 4, 2, 5, '19-09-2021', 1),
(455, 1006, 0, 2, 5, '19-09-2021', 2),
(456, 1008, 4, 2, 5, '19-09-2021', 1),
(457, 1008, 0, 2, 5, '19-09-2021', 2),
(458, 1007, 4, 2, 5, '19-09-2021', 1),
(459, 1007, 0, 2, 5, '19-09-2021', 2),
(460, 1009, 4, 2, 5, '19-09-2021', 1),
(461, 1009, 0, 2, 5, '19-09-2021', 2),
(462, 1010, 0, 2, 5, '19-09-2021', 1),
(463, 1010, 0, 2, 5, '19-09-2021', 2),
(464, 1011, 0, 2, 2, '19-09-2021', 1),
(465, 1011, 0, 2, 2, '19-09-2021', 2),
(466, 1012, 4, 2, 2, '19-09-2021', 1),
(467, 1012, 0, 2, 2, '19-09-2021', 2),
(468, 1013, 4, 2, 2, '19-09-2021', 1),
(469, 1013, 0, 2, 2, '19-09-2021', 2),
(470, 1014, 4, 2, 2, '19-09-2021', 1),
(471, 1014, 0, 2, 2, '19-09-2021', 2),
(472, 1015, 4, 2, 2, '19-09-2021', 1),
(473, 1015, 7, 2, 2, '19-09-2021', 2),
(474, 1016, 4, 2, 2, '19-09-2021', 1),
(475, 1016, 0, 2, 2, '19-09-2021', 2),
(476, 1017, 4, 2, 2, '19-09-2021', 1),
(477, 1017, 0, 2, 2, '19-09-2021', 2),
(478, 1018, 4, 2, 5, '19-09-2021', 1),
(479, 1018, 0, 2, 5, '19-09-2021', 2),
(480, 1019, 4, 2, 5, '19-09-2021', 1),
(481, 1019, 0, 2, 5, '19-09-2021', 2),
(482, 1020, 4, 2, 5, '19-09-2021', 1),
(483, 1020, 0, 2, 5, '19-09-2021', 2),
(484, 1021, 4, 2, 5, '19-09-2021', 1),
(485, 1021, 0, 2, 5, '19-09-2021', 2),
(486, 1022, 4, 2, 5, '19-09-2021', 1),
(487, 1022, 0, 2, 5, '19-09-2021', 2),
(488, 1023, 4, 2, 5, '19-09-2021', 1),
(489, 1023, 0, 2, 5, '19-09-2021', 2),
(490, 1026, 2, 2, 5, '20-09-2021', 1),
(491, 1026, 0, 2, 5, '20-09-2021', 2),
(492, 1028, 2, 2, 5, '20-09-2021', 1),
(493, 1028, 0, 2, 5, '20-09-2021', 2),
(494, 1025, 2, 2, 5, '20-09-2021', 1),
(495, 1025, 0, 2, 5, '20-09-2021', 2),
(496, 1027, 3, 2, 5, '20-09-2021', 1),
(497, 1027, 0, 2, 5, '20-09-2021', 2),
(498, 1024, 2, 2, 5, '20-09-2021', 1),
(499, 1024, 0, 2, 5, '20-09-2021', 2),
(500, 1029, 2, 2, 5, '20-09-2021', 1),
(501, 1029, 0, 2, 5, '20-09-2021', 2),
(502, 1030, 2, 2, 5, '20-09-2021', 1),
(503, 1030, 0, 2, 5, '20-09-2021', 2),
(504, 1031, 4, 2, 5, '20-09-2021', 1),
(505, 1031, 4, 2, 5, '20-09-2021', 2),
(506, 1033, 2, 2, 5, '21-09-2021', 1),
(507, 1033, 8, 2, 5, '21-09-2021', 2),
(508, 1035, 2, 2, 5, '21-09-2021', 1),
(509, 1035, 0, 2, 5, '21-09-2021', 2),
(510, 1032, 7, 2, 5, '21-09-2021', 1),
(511, 1032, 2, 2, 5, '21-09-2021', 2),
(512, 1034, 4, 2, 5, '21-09-2021', 1),
(513, 1034, 0, 2, 5, '21-09-2021', 2),
(514, 1036, 5, 2, 5, '21-09-2021', 1),
(515, 1036, 0, 2, 5, '21-09-2021', 2),
(516, 1038, 4, 2, 5, '21-09-2021', 1),
(517, 1038, 0, 2, 5, '21-09-2021', 2),
(518, 1040, 2, 2, 5, '21-09-2021', 1),
(519, 1040, 0, 2, 5, '21-09-2021', 2),
(520, 1039, 3, 2, 5, '21-09-2021', 1),
(521, 1039, 0, 2, 5, '21-09-2021', 2),
(522, 1037, 6, 2, 5, '21-09-2021', 1),
(523, 1037, 0, 2, 5, '21-09-2021', 2),
(524, 1042, 5, 2, 5, '21-09-2021', 1),
(525, 1042, 0, 2, 5, '21-09-2021', 2),
(526, 1043, 3, 2, 5, '21-09-2021', 1),
(527, 1043, 0, 2, 5, '21-09-2021', 2),
(528, 1044, 3, 2, 5, '21-09-2021', 1),
(529, 1044, 0, 2, 5, '21-09-2021', 2),
(530, 1041, 234, 2, 5, '22-09-2021', 1),
(531, 1041, 0, 2, 5, '22-09-2021', 2),
(532, 1045, 0, 2, 5, '22-09-2021', 1),
(533, 1045, 0, 2, 5, '22-09-2021', 2),
(534, 1046, 0, 2, 5, '22-09-2021', 1),
(535, 1046, 0, 2, 5, '22-09-2021', 2),
(536, 1049, 3, 2, 5, '22-09-2021', 1),
(537, 1049, 0, 2, 5, '22-09-2021', 2),
(538, 1048, 4, 2, 5, '22-09-2021', 1),
(539, 1048, 0, 2, 5, '22-09-2021', 2),
(540, 1050, 4, 2, 5, '22-09-2021', 1),
(541, 1050, 0, 2, 5, '22-09-2021', 2),
(542, 1047, 6, 2, 5, '22-09-2021', 1),
(543, 1047, 0, 2, 5, '22-09-2021', 2),
(544, 1051, 2, 3, 5, '22-09-2021', 1),
(545, 1051, 0, 3, 5, '22-09-2021', 2),
(546, 1052, 69, 2, 5, '22-09-2021', 1),
(547, 1052, 0, 2, 5, '22-09-2021', 2),
(548, 1053, 1, 2, 5, '22-09-2021', 1),
(549, 1053, 0, 2, 5, '22-09-2021', 2),
(550, 1060, 1, 2, 5, '22-09-2021', 1),
(551, 1060, 0, 2, 5, '22-09-2021', 2),
(552, 1059, 1, 2, 5, '22-09-2021', 1),
(553, 1059, 0, 2, 5, '22-09-2021', 2),
(554, 1055, 1, 2, 5, '22-09-2021', 1),
(555, 1055, 0, 2, 5, '22-09-2021', 2),
(556, 1056, 1, 2, 5, '22-09-2021', 1),
(557, 1056, 0, 2, 5, '22-09-2021', 2),
(558, 1057, 1, 2, 5, '22-09-2021', 1),
(559, 1057, 0, 2, 5, '22-09-2021', 2),
(560, 1058, 1, 2, 5, '22-09-2021', 1),
(561, 1058, 0, 2, 5, '22-09-2021', 2),
(562, 1054, 1, 2, 5, '22-09-2021', 1),
(563, 1054, 0, 2, 5, '22-09-2021', 2),
(564, 1063, 9, 2, 5, '22-09-2021', 1),
(565, 1063, 0, 2, 5, '22-09-2021', 2),
(566, 1062, 10, 2, 5, '22-09-2021', 1),
(567, 1062, 0, 2, 5, '22-09-2021', 2),
(568, 1061, 15, 2, 5, '22-09-2021', 1),
(569, 1061, 0, 2, 5, '22-09-2021', 2),
(570, 1064, 13, 2, 5, '22-09-2021', 1),
(571, 1064, 0, 2, 5, '22-09-2021', 2),
(572, 1067, 0, 2, 5, '22-09-2021', 1),
(573, 1067, 0, 2, 5, '22-09-2021', 2),
(574, 1065, 1, 2, 5, '22-09-2021', 1),
(575, 1065, 0, 2, 5, '22-09-2021', 2),
(576, 1066, 1, 2, 5, '22-09-2021', 1),
(577, 1066, 0, 2, 5, '22-09-2021', 2),
(578, 1068, 0, 3, 5, '22-09-2021', 1),
(579, 1068, 0, 3, 5, '22-09-2021', 2),
(580, 1069, 0, 3, 5, '22-09-2021', 1),
(581, 1069, 0, 3, 5, '22-09-2021', 2),
(582, 1112, 0, 2, 5, '23-09-2021', 1),
(583, 1112, 0, 2, 5, '23-09-2021', 2),
(584, 1111, 1, 2, 5, '23-09-2021', 1),
(585, 1111, 0, 2, 5, '23-09-2021', 2),
(586, 1110, 1, 2, 5, '23-09-2021', 1),
(587, 1110, 0, 2, 5, '23-09-2021', 2),
(588, 1113, 0, 2, 5, '23-09-2021', 1),
(589, 1113, 0, 2, 5, '23-09-2021', 2),
(590, 1114, 0, 2, 5, '23-09-2021', 1),
(591, 1114, 0, 2, 5, '23-09-2021', 2),
(592, 1115, 0, 2, 5, '23-09-2021', 1),
(593, 1115, 0, 2, 5, '23-09-2021', 2),
(594, 1116, 0, 2, 5, '23-09-2021', 1),
(595, 1116, 0, 2, 5, '23-09-2021', 2),
(596, 1117, 0, 2, 5, '23-09-2021', 1),
(597, 1117, 0, 2, 5, '23-09-2021', 2),
(598, 1118, 0, 2, 5, '23-09-2021', 1),
(599, 1118, 0, 2, 5, '23-09-2021', 2),
(600, 1120, 1, 2, 5, '23-09-2021', 1),
(601, 1120, 0, 2, 5, '23-09-2021', 2),
(602, 1120, 18, 2, 5, '24-09-2021', 1),
(603, 1120, 0, 2, 5, '24-09-2021', 2),
(604, 1121, 1, 3, 5, '24-09-2021', 1),
(605, 1121, 0, 3, 5, '24-09-2021', 2),
(606, 1124, 3, 3, 5, '24-09-2021', 1),
(607, 1124, 0, 3, 5, '24-09-2021', 2),
(608, 1125, 0, 2, 5, '24-09-2021', 1),
(609, 1125, 0, 2, 5, '24-09-2021', 2),
(610, 1126, 11, 2, 5, '24-09-2021', 1),
(611, 1126, 0, 2, 5, '24-09-2021', 2),
(612, 1126, 13, 2, 5, '24-09-2021', 1),
(613, 1126, 0, 2, 5, '24-09-2021', 2),
(614, 1126, 14, 2, 5, '25-09-2021', 1),
(615, 1126, 0, 2, 5, '25-09-2021', 2),
(616, 1126, 17, 2, 5, '25-09-2021', 1),
(617, 1126, 0, 2, 5, '25-09-2021', 2),
(618, 1127, 7, 3, 5, '25-09-2021', 1),
(619, 1127, 0, 3, 5, '25-09-2021', 2),
(620, 1128, 6, 2, 5, '25-09-2021', 1),
(621, 1128, 0, 2, 5, '25-09-2021', 2),
(622, 1128, 12, 2, 5, '25-09-2021', 1),
(623, 1128, 0, 2, 5, '25-09-2021', 2),
(624, 1129, 3, 2, 5, '25-09-2021', 1),
(625, 1129, 0, 2, 5, '25-09-2021', 2),
(626, 1130, 0, 2, 5, '25-09-2021', 1),
(627, 1130, 0, 2, 5, '25-09-2021', 2),
(628, 1131, 0, 2, 5, '25-09-2021', 1),
(629, 1131, 0, 2, 5, '25-09-2021', 2),
(630, 1131, 2, 2, 5, '25-09-2021', 1),
(631, 1131, 0, 2, 5, '25-09-2021', 2),
(632, 1132, 1, 3, 5, '25-09-2021', 1),
(633, 1132, 0, 3, 5, '25-09-2021', 2),
(634, 1133, 1, 3, 5, '25-09-2021', 1),
(635, 1133, 0, 3, 5, '25-09-2021', 2),
(636, 1134, 1, 3, 5, '25-09-2021', 1),
(637, 1134, 0, 3, 5, '25-09-2021', 2),
(638, 1135, 4, 3, 5, '25-09-2021', 1),
(639, 1135, 0, 3, 5, '25-09-2021', 2),
(640, 1137, 4, 3, 5, '25-09-2021', 1),
(641, 1137, 0, 3, 5, '25-09-2021', 2),
(642, 1136, 4, 3, 5, '25-09-2021', 1),
(643, 1136, 0, 3, 5, '25-09-2021', 2),
(644, 1138, 2, 3, 5, '25-09-2021', 1),
(645, 1138, 0, 3, 5, '25-09-2021', 2),
(646, 1141, 1, 2, 5, '25-09-2021', 1),
(647, 1141, 0, 2, 5, '25-09-2021', 2),
(648, 1139, 1, 2, 5, '25-09-2021', 1),
(649, 1139, 0, 2, 5, '25-09-2021', 2),
(650, 1140, 1, 2, 5, '25-09-2021', 1),
(651, 1140, 0, 2, 5, '25-09-2021', 2),
(652, 1142, 2, 2, 5, '25-09-2021', 1),
(653, 1142, 0, 2, 5, '25-09-2021', 2),
(654, 1143, 1, 3, 5, '26-09-2021', 1),
(655, 1143, 0, 3, 5, '26-09-2021', 2),
(656, 1144, 1, 3, 5, '26-09-2021', 1),
(657, 1144, 2, 3, 5, '26-09-2021', 2),
(658, 1145, 1, 3, 5, '26-09-2021', 1),
(659, 1145, 2, 3, 5, '26-09-2021', 2),
(660, 1146, 4, 2, 5, '26-09-2021', 1),
(661, 1146, 0, 2, 5, '26-09-2021', 2),
(662, 1147, 4, 2, 5, '26-09-2021', 1),
(663, 1147, 4, 2, 5, '26-09-2021', 2),
(664, 1149, 0, 2, 5, '26-09-2021', 1),
(665, 1149, 12, 2, 5, '26-09-2021', 2),
(666, 1148, 4, 2, 5, '26-09-2021', 1),
(667, 1148, 10, 2, 5, '26-09-2021', 2),
(668, 1150, 6, 2, 5, '26-09-2021', 1),
(669, 1150, 0, 2, 5, '26-09-2021', 2),
(670, 1151, 4, 2, 5, '26-09-2021', 1),
(671, 1151, 15, 2, 5, '26-09-2021', 2),
(672, 1155, 2, 2, 5, '26-09-2021', 1),
(673, 1155, 0, 2, 5, '26-09-2021', 2),
(674, 1156, 2, 2, 5, '26-09-2021', 1),
(675, 1156, 0, 2, 5, '26-09-2021', 2),
(676, 1153, 4, 2, 5, '26-09-2021', 1),
(677, 1153, 0, 2, 5, '26-09-2021', 2),
(678, 1154, 4, 2, 5, '26-09-2021', 1),
(679, 1154, 0, 2, 5, '26-09-2021', 2),
(680, 1152, 5, 2, 5, '26-09-2021', 1),
(681, 1152, 0, 2, 5, '26-09-2021', 2),
(682, 1157, 1, 3, 5, '26-09-2021', 1),
(683, 1157, 0, 3, 5, '26-09-2021', 2),
(684, 1158, 1, 3, 5, '26-09-2021', 1),
(685, 1158, 0, 3, 5, '26-09-2021', 2),
(686, 1159, 1, 3, 5, '26-09-2021', 1),
(687, 1159, 0, 3, 5, '26-09-2021', 2),
(688, 1160, 1, 3, 5, '26-09-2021', 1),
(689, 1160, 0, 3, 5, '26-09-2021', 2),
(690, 1161, 1, 3, 5, '26-09-2021', 1),
(691, 1161, 0, 3, 5, '26-09-2021', 2),
(692, 1162, 2, 2, 5, '27-09-2021', 1),
(693, 1162, 0, 2, 5, '27-09-2021', 2),
(694, 1163, 2, 2, 5, '27-09-2021', 1),
(695, 1163, 0, 2, 5, '27-09-2021', 2),
(696, 1164, 1, 2, 5, '27-09-2021', 1),
(697, 1164, 0, 2, 5, '27-09-2021', 2),
(698, 1165, 0, 2, 5, '27-09-2021', 1),
(699, 1165, 0, 2, 5, '27-09-2021', 2),
(700, 1164, 1, 2, 5, '27-09-2021', 1),
(701, 1164, 0, 2, 5, '27-09-2021', 2),
(702, 1165, 1, 2, 5, '27-09-2021', 1),
(703, 1165, 0, 2, 5, '27-09-2021', 2),
(704, 1000, 1, 2, 5, '27-09-2021', 1),
(705, 1000, 0, 2, 5, '27-09-2021', 2),
(706, 1001, 0, 2, 5, '27-09-2021', 1),
(707, 1001, 0, 2, 5, '27-09-2021', 2);

-- --------------------------------------------------------

--
-- Table structure for table `equimpent`
--

CREATE TABLE `equimpent` (
  `id` int(12) NOT NULL,
  `Code` int(12) NOT NULL,
  `EquimpentName` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `father`
--

CREATE TABLE `father` (
  `ID` int(12) NOT NULL,
  `Name` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `father`
--

INSERT INTO `father` (`ID`, `Name`) VALUES
(1, 'ارباح');

-- --------------------------------------------------------

--
-- Table structure for table `followingdevice`
--

CREATE TABLE `followingdevice` (
  `id` int(12) NOT NULL,
  `transactionNumber` int(12) NOT NULL,
  `startTime` varchar(10) NOT NULL,
  `endTime` varchar(10) NOT NULL,
  `timeType` int(2) NOT NULL,
  `Device_id` int(12) NOT NULL,
  `isOffer` int(2) NOT NULL,
  `offer_id` int(12) NOT NULL DEFAULT '0',
  `player_id` int(12) NOT NULL,
  `user_id` int(12) NOT NULL,
  `stillRunning` int(1) NOT NULL DEFAULT '1',
  `dateToday` varchar(25) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `followingdevice`
--

INSERT INTO `followingdevice` (`id`, `transactionNumber`, `startTime`, `endTime`, `timeType`, `Device_id`, `isOffer`, `offer_id`, `player_id`, `user_id`, `stillRunning`, `dateToday`) VALUES
(1, 1000, '11:31:10', '11:36:47', 0, 10, 0, -1, 6, 5, 0, '0000-00-00'),
(2, 1001, '12:16:13', '12:15:40', 0, 18, 0, -1, 6, 5, 0, '27-09-2021');

-- --------------------------------------------------------

--
-- Table structure for table `newdevice`
--

CREATE TABLE `newdevice` (
  `id` int(12) NOT NULL,
  `section_id` int(12) NOT NULL,
  `deviceNumber` varchar(50) NOT NULL,
  `deviceName` varchar(100) NOT NULL,
  `room_id` int(12) NOT NULL,
  `devicePrice` float NOT NULL,
  `deviceDateBuy` varchar(15) NOT NULL,
  `Note` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `newdevice`
--

INSERT INTO `newdevice` (`id`, `section_id`, `deviceNumber`, `deviceName`, `room_id`, `devicePrice`, `deviceDateBuy`, `Note`) VALUES
(10, 2, '1', 'playstation4_ 1', 1, 123123, '2021-09-11', ''),
(11, 2, '2', 'playstation4_ 2', 1, 123123, '2021-09-11', ''),
(18, 1, '22', 'table ping pong 1', 1, 10000, '2021-09-27', ''),
(19, 1, '222', 'table ping pong 2', 1, 10000, '2021-09-27', ''),
(20, 3, '1231', 'pool1', 1, 123123, '2021-09-16', '');

-- --------------------------------------------------------

--
-- Table structure for table `offer`
--

CREATE TABLE `offer` (
  `id` int(12) NOT NULL,
  `section_id` int(12) NOT NULL,
  `mainUnit` float NOT NULL,
  `addUnit` float NOT NULL,
  `startDate` varchar(15) NOT NULL,
  `endDate` varchar(15) NOT NULL,
  `offerName` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `offer`
--

INSERT INTO `offer` (`id`, `section_id`, `mainUnit`, `addUnit`, `startDate`, `endDate`, `offerName`) VALUES
(2, 1, 60, 60, '2021-08-24', '2021-08-24', 'نااااااااار2'),
(3, 1, 60, 30, '2021-08-25', '2021-08-27', 'نااااااااار'),
(5, 1, 50, 30, '2021-08-01', '2021-08-05', 'سيحا'),
(7, 1, 60, 30, '2020-08-03', '2021-08-23', 'ناااااارر3'),
(8, 1, 120, 60, '2021-08-01', '2021-08-18', 'الخير');

-- --------------------------------------------------------

--
-- Table structure for table `players`
--

CREATE TABLE `players` (
  `id` int(12) NOT NULL,
  `playerName` varchar(100) NOT NULL,
  `telPhone` varchar(16) NOT NULL,
  `points` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `players`
--

INSERT INTO `players` (`id`, `playerName`, `telPhone`, `points`) VALUES
(1, 'كريم جمال', '01017387828', 0),
(2, 'احمد جميل', '01212707733', 0),
(3, 'احمد ابو الخير ', '01061411397', 0),
(4, 'عبد الرحمن شريف', '01063127175', 0),
(5, 'محمود فتوح', '01007012318', 0),
(6, 'اسحاق عبد السيد ', '01212707730', 0),
(7, 'يوحنا سامي ', '31231231', 0),
(8, 'زائر', '3423423', 0),
(9, 'جرجس فايز ', '9939394840', 0),
(10, 'فهمي نظمي ', '12312', 0),
(11, 'جورج مدحت باشا', '998383131', 0),
(12, 'بيشوي حشمت ', '312312312', 0),
(13, 'isaac', '1', 0);

-- --------------------------------------------------------

--
-- Table structure for table `repository`
--

CREATE TABLE `repository` (
  `id` int(12) NOT NULL,
  `repositoryName` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `repository`
--

INSERT INTO `repository` (`id`, `repositoryName`) VALUES
(1, 'رئيسي');

-- --------------------------------------------------------

--
-- Table structure for table `rooms`
--

CREATE TABLE `rooms` (
  `Id` int(12) NOT NULL,
  `roomNumber` varchar(12) NOT NULL,
  `roomName` varchar(100) NOT NULL,
  `isVIB` int(2) NOT NULL,
  `vibHourPrice` float NOT NULL,
  `vipPriceMulti` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `rooms`
--

INSERT INTO `rooms` (`Id`, `roomNumber`, `roomName`, `isVIB`, `vibHourPrice`, `vipPriceMulti`) VALUES
(1, '1', 'غرفة 1', 0, 0, 0),
(2, '2', 'غرفة 2', 0, 0, 0),
(3, '3', 'غرفة 3', 0, 0, 0),
(4, '44', 'vip', 1, 40, 45);

-- --------------------------------------------------------

--
-- Table structure for table `safe`
--

CREATE TABLE `safe` (
  `id` int(12) NOT NULL,
  `nameOfSafe` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `safe`
--

INSERT INTO `safe` (`id`, `nameOfSafe`) VALUES
(1, 'الادارة'),
(2, 'بيع 1 '),
(3, 'بيع 2');

-- --------------------------------------------------------

--
-- Table structure for table `section`
--

CREATE TABLE `section` (
  `id` int(12) NOT NULL,
  `sectionName` varchar(100) NOT NULL,
  `sectionHourPrice` float NOT NULL,
  `multiHourPrice` float NOT NULL,
  `SectionGamePrice` float NOT NULL,
  `imagePath` varchar(250) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `section`
--

INSERT INTO `section` (`id`, `sectionName`, `sectionHourPrice`, `multiHourPrice`, `SectionGamePrice`, `imagePath`) VALUES
(1, 'ping pong ', 10, 20, 0, 'D:\\NetBeansProjects\\PlayStation\\src\\playstation\\pingpong.png'),
(2, 'Playstation4', 15, 20, 20, 'D:\\NetBeansProjects\\PlayStation\\src\\playstation\\playstionsss.png'),
(3, 'pool', 20, 40, 0, 'D:\\NetBeansProjects\\PlayStation\\src\\playstation\\pool8.png');

-- --------------------------------------------------------

--
-- Table structure for table `son`
--

CREATE TABLE `son` (
  `Id` int(12) NOT NULL,
  `father_id` int(12) NOT NULL,
  `name` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `son`
--

INSERT INTO `son` (`Id`, `father_id`, `name`) VALUES
(1, 1, 'ارباح الاجهزة'),
(2, 1, 'ارباح الكافية'),
(3, 1, 'حساب السايبر');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(12) NOT NULL,
  `userName` varchar(100) NOT NULL,
  `password` varchar(100) NOT NULL,
  `permission` int(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `userName`, `password`, `permission`) VALUES
(2, 'a', '1', 1),
(3, 'مالك', '958631', 1),
(4, '', '1', 1),
(5, 'isaac', '1', 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `actions`
--
ALTER TABLE `actions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `cafebuydetails`
--
ALTER TABLE `cafebuydetails`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `cafebuymaininfo`
--
ALTER TABLE `cafebuymaininfo`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `receiptNumber` (`receiptNumber`);

--
-- Indexes for table `cafeitem`
--
ALTER TABLE `cafeitem`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `item_name` (`item_name`),
  ADD UNIQUE KEY `itemCode` (`itemCode`);

--
-- Indexes for table `cafesection`
--
ALTER TABLE `cafesection`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `cafeSectionName` (`cafeSectionName`);

--
-- Indexes for table `companydata`
--
ALTER TABLE `companydata`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `customerreceiptdetailedinfo`
--
ALTER TABLE `customerreceiptdetailedinfo`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `customerreceiptmaininfo`
--
ALTER TABLE `customerreceiptmaininfo`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `receiptNumber` (`receiptNumber`);

--
-- Indexes for table `enteroutmoney`
--
ALTER TABLE `enteroutmoney`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `equimpent`
--
ALTER TABLE `equimpent`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `Code` (`Code`),
  ADD UNIQUE KEY `EquimpentName` (`EquimpentName`);

--
-- Indexes for table `father`
--
ALTER TABLE `father`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `followingdevice`
--
ALTER TABLE `followingdevice`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `newdevice`
--
ALTER TABLE `newdevice`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `deviceNumber` (`deviceNumber`),
  ADD UNIQUE KEY `deviceName` (`deviceName`);

--
-- Indexes for table `offer`
--
ALTER TABLE `offer`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `offerName` (`offerName`);

--
-- Indexes for table `players`
--
ALTER TABLE `players`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `telPhone` (`telPhone`),
  ADD UNIQUE KEY `playerName` (`playerName`);

--
-- Indexes for table `repository`
--
ALTER TABLE `repository`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `repositoryName` (`repositoryName`);

--
-- Indexes for table `rooms`
--
ALTER TABLE `rooms`
  ADD PRIMARY KEY (`Id`),
  ADD UNIQUE KEY `roomNumber` (`roomNumber`),
  ADD UNIQUE KEY `roomName` (`roomName`);

--
-- Indexes for table `safe`
--
ALTER TABLE `safe`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `nameOfSafe` (`nameOfSafe`);

--
-- Indexes for table `section`
--
ALTER TABLE `section`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `sectionName` (`sectionName`);

--
-- Indexes for table `son`
--
ALTER TABLE `son`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `userName` (`userName`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
